[
  {
    "Park": "Wawayanda State Park",
    "Title": "Appalachian Trail Iron Mountain Trail Double Pond Trail Loop from Park Headquarters",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "6 miles",
    "Difficulty": "Easy",
    "GPS": "41.198096,-74.397526",
    "Overview": "This “lollipop”-loop hike goes through dense forests of hemlock and mountain laurel and climbs over puddingstone rock outcrops to reach beautiful Terrace Pond.",
    "TIME": 3.5,
    "description": "From the kiosk at the north end of the parking lot, follow the blue-blazed Hoeferlin Trail, which heads north on a woods road, passing through a forest of hemlock, mountain laurel and deciduous trees. In a quarter of a mile, you'll reach an intersection with the white-blazed Appalachian Trail (A.T.). Turn left and follow the A.T., which heads into the woods on a footpath.\n\nIn a short distance, a blue-blazed trail on the right leads to the Wawayanda Shelter, situated on the top of a rise. Overnight camping by A.T. hikers is permitted here, and you might want to take a short detour to this wooden shelter. Continue ahead on the A.T., which descends gradually.\n\nSoon, you'll cross the wide Wawayanda Road, a dirt road. The A.T. climbs a rise, with Kazmar Lake visible through the trees to the left, then descends gradually, crossing a woods road along the way.\n\nAbout half a mile from Wawayanda Road, follow the A.T. as it turns left onto dirt Iron Mountain Road and begins a steady descent. To the north (right) along Iron Mountain Road, a path leads to the ruins of the former Kazmar home. A chain-link fence surrounds the site, but the stone foundation and brick-and-stone chimney may still be seen.\n\nAt the base of the descent, the road crosses Wawayanda Creek on an iron bridge that dates to the 1890s (although the wooden deck and railing is newly built). Just past the bridge, the A.T. bears right, leaving the road, but you should bear left to continue on Iron Mountain Road, now officially designated as the Iron Mountain Trail. The Trail Conference map incorrectly shows this trail as blazed red. In fact, it is blazed blue, but the blazes are few and far between, and mostly faded. However, the road is clear and unmistakable and can be easily followed.\n\nContinue along Iron Mountain Road, which climbs a rise, descends to cross a stream, and then follows a relatively level route. In 1.2 miles, you'll approach the park entrance road and reach a fork. There is a small shelter with a bench to the left if you want to take a short break, but to continue on the trail, follow the right fork down to the entrance road, cross it (note the blue-blazed plastic wand at the crossing), and proceed south along the woods road.\n\nSoon, you'll reach the southern end of the Iron Mountain Trail at a green handicapped-accessible restroom adjacent to the parking lot for Wawayanda Lake. Head towards the lake, but when you reach the edge of the parking lot parallel to the lake, turn left and walk towards the southeast corner of the parking lot. Here, you will find the start of the yellow-blazed Double Pond Trail.\n\nHead east, parallel to an arm of the lake, along the Double Pond Trail, which follows a wide dirt road. \"Double Pond\" was the original name of Wawayanda Lake, which consisted of two separate bodies of water before the Thomas Iron Company constructed a stone dam in 1862. As you continue along the trail, the stone dam may be seen to your right. The blue-blazed Wingdam Trail begins at the dam and heads south, but you should continue ahead along the yellow-blazed Double Pond Trail.\n\nSoon, you'll cross a wooden footbridge amid stone ruins and reach the historic Wawayanda Furnace. Built in 1845 by Oliver Ames and his sons to smelt the iron ore mined in the area, it was in operation for less than 20 years. The furnace is largely intact, and plaques on its east side relate some of its interesting history.\n\nAfter taking some time to explore the area, continue ahead on the yellow-blazed Double Pond Trail, which bears left as the blue-blazed Laurel Pond Trail begins ahead. The Double Pond Trail crosses a bridge over a stream and passes a park sign indicating that the trail is blazed yellow.\n\nAfter passing through a group campsite, the trail descends slightly to cross a wetland on a bridge, with a boardwalk along the right side. Just beyond, the Red Dot Trail begins to the right, but you should continue ahead on the Double Pond Trail, which goes through the Wawayanda Swamp Natural Area - a fascinating and ecologically significant tract. The vegetation changes to a dense mix of hemlock and rhododendron, with rhododendron soon becoming the dominant species. In places, the trail narrows as it tunnels through dense rhododendron thickets. Especially after heavy rains, portions of the trail may be quite wet (unless you wear waterproof boots, be prepared to get your feet wet), but the beauty of the rhododendron thickets makes this trail section one not to be missed! The trail is particularly spectacular when the rhododendron is in bloom - usually, the first week in July.\n\nAbout a mile from the furnace, you'll come to a fork. The blue-blazed Cedar Swamp Trail takes the right fork, but you should bear left to continue on the Double Pond Trail. In another half a mile - just before a turnaround at the end of the driveable road - turn left onto the blue-blazed Hoeferlin Trail and immediately pass through a dense rhododendron tunnel.\n\nAlthough the Hoeferlin Trail follows a woods road, it is badly eroded, and stretches of the trail are quite rocky. The vegetation becomes a mix of rhododendron, hemlock and mountain laurel, with deciduous trees gradually becoming more dominant. After about a mile, at a bend in the Hoeferlin Trail, the Black Eagle Trail begins to the left. Continue ahead on the Hoeferlin Trail, which begins a steady descent, reaching the park office in another half a mile. The parking lot where the hike began is just to the right.",
    "id": 1
  },
  {
    "Park": "Wawayanda State Park",
    "Title": "Terrace Pond Loop from Stephens Road",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "7.8 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.105549,-74.403834",
    "Overview": "This “lollipop”-loop hike goes through dense forests of hemlock and mountain laurel and climbs over puddingstone rock outcrops to reach beautiful Terrace Pond.",
    "TIME": 6,
    "description": "Follow Stephens Road past the gate for about 0.7 mile until you come to a gate on the right side of the road. Next to the gate, you will notice three red-on-white blazes which mark the start of the Terrace Pond Red Trail. Turn right and follow this trail into the woods. You will be following this trail all the way to Terrace Pond. This section of the Terrace Pond Red Trail is an old woods road which proceeds through a deep forest of hemlock and mountain laurel, with some white pine and rhododendron.\n\nAfter a little over a mile of pleasant walking, the Terrace Pond Red Trail bears left and descends to cross a stream. Soon afterwards, it turns left, leaving the woods road it has been following, and continues on a footpath. Straight ahead on the woods road is the Spring North Trail, marked with dark blue blazes, but you should turn left and continue on the Terrace Pond Red Trail. In a short distance, you’ll reach a T-intersection with another woods road. Turn left and follow the red-on-white blazes, which head uphill on the woods road, rather steeply in places.\n\nAbout a mile and a half from the start, you’ll come to another T-intersection with a woods road – the route of the Yellow Dot Trail (yellow dot-on-white blazes). Turn left, briefly following the joint route of both the Terrace Pond Red and Yellow Dot Trails. In 100 feet, a sign marks the spot where the Terrace Pond Red Trail turns right, leaving the wide woods road and continuing on a footpath. Turn right and follow the red blazes (from here to the end of the trail, the Terrace Pond Red Trail is marked with solid red blazes, rather than the red-on-white blazes that are used for the first section of the trail).\n\nThe hike now becomes more rugged. After a steep climb up a ridge, the trail follows the ridge to the north, continuing to ascend gradually. It then descends to a valley, crosses a stream, and continues across several low ridges. A huge rock outcrop soon comes into view. The trail turns right, parallels the outcrop, then climbs to its top and continues along it. The outcrop is composed of reddish-purple “puddingstone” conglomerate rock, with quartz pebbles embedded in the rock. You'll have to look carefully to find the red blazes painted on the rocks, with cairns (piles of rocks) also used to mark the trail in places.\n\nAfter following the outcrop for some distance, the trail descends to the right and soon reaches a junction with the yellow-blazed Terrace Pond South Trail. The two trails run jointly for a short distance. When they divide, bear left and continue to follow the red blazes. The Terrace Pond Red Trail climbs along another rock outcrop, then steeply climbs over rocks to reach a limited viewpoint to the east through the trees.\n\nContinuing along its rugged, rocky route, the red trail passes to the left of a huge boulder with some interesting crevices that you can walk through. The top of the boulder offers views over Terrace Pond, which may be seen below to the right. Just beyond, the Terrace Pond Red Trail descends steeply over rocks to end at a junction with the white-blazed Terrace Pond Circular Trail. Turn left and follow the white trail. A short distance ahead – just beyond another rock scramble – you’ll reach an open area along the lakeshore. This is a great spot to take a break and enjoy the beauty of this secluded glacial pond (swimming is not permitted).\n\nWhen you’re ready to continue, proceed north along the white trail. Soon, you’ll come to a junction with the blue-blazed Terrace Pond North Trail. Turn right and follow both blue and white blazes. After crossing a muddy area, a side trail on the right leads to a viewpoint over the pond. Just beyond, the trail crosses the outlet of the pond on rocks and logs (this crossing may be difficult in wet periods) and climbs very steeply over rock ledges, where you’ll need to use your hands as well as your feet.\n\nAt the next junction, the blue-blazed trail leaves to the left, but you should bear right and continue to follow the white blazes. Now heading along the east shore of the pond, you’ll pass several viewpoints over the pond, with the best view reached by a short side trail that leaves to the right where the white-blazed trail turns sharply left. After climbing another rock outcrop, you’ll pass an enormous glacial erratic to the right and follow along the top of a long rock outcrop amid pitch pines. Towards the end of the outcrop, the Yellow Dot Trail (yellow-on-white blazes) leaves to the left, but you should continue along the white-blazed trail.\n\nAfter a short descent, you’ll reach a junction with the yellow-blazed Terrace Pond South Trail. Turn left and follow the yellow trail, which soon turns right to climb a rock outcrop and proceeds through an attractive forest. You’ll briefly join the Terrace Pond Red Trail, but be sure to bear right and continue to follow the yellow blazes. In about half a mile, you’ll come to a broad viewpoint to the east and south from the top of a rock outcrop. This is a another good place to take a break.\n\nAfter joining a woods road, the Terrace Pond South Trail reaches a T-intersection. Turn left, now following the yellow-on-white blazes of the Yellow Dot Trail. When you reach the junction with the Terrace Pond Red Trail, follow the joint trails for 100 feet, then turn right and follow the red-blazed trail back to the parking area. As of this writing, when proceeding south on this trail, there is one turn which is missing a double blaze to indicate a sharp right turn. If you start seeing old white blazes instead of the red-on-white blazes that mark this section of the trail, go back until you find the turn that you have missed.",
    "id": 2
  },
  {
    "Park": "Wawayanda State Park",
    "Title": "Terrace Pond Loop via Terrace Pond Red Trail from Clinton Road",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "4.7 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.146588,-74.403824",
    "Overview": "This loop hike goes through dense mountain laurel and rhododendron thickets and climbs over puddingstone rock outcrops to reach beautiful Terrace Pond.",
    "TIME": 3.5,
    "description": "From the parking area, cross the road and enter the woods at triple yellow and blue blazes. Follow the yellow-blazed Terrace Pond South Trail, which turns right almost immediately. (The blue-blazed Terrace Pond North Trail, which goes off to the left, will be your return route.) You will soon find yourself in deep woods, following a rocky trail through a large stand of mountain laurel, hemlock and white pine, and crossing several wet areas on plank puncheons and large rocks.\n\nIn about half a mile, the trail goes through a magnificent rhododendron grove, with the large rhododendronsTerrace Pond from the white-blazed Terrace Pond Circular Trail forming an arch over the trail in places. Soon after you leave the rhododendron grove, the laurel and evergreens end, and you proceed through a second-growth forest of deciduous trees. After following an interesting whaleback rock and crossing two low stone walls, the yellow trail turns left onto a woods road. You’ll be following woods roads, with gentle grades, for the next 1.3 miles.\n\nSoon, the yellow markers bear left again onto another woods road lined with barberry bushes – indicating that this area was once farmed. Then, after half a mile, take care to follow the yellow markers as they bear very sharply left at a junction of woods roads. A short distance ahead, the yellow trail passes a swamp on the left, with many dead trees. A quarter of a mile beyond the sharp turn, the yellow trail bears left at the top of a rise, with another woods road going off to the right. \n\nBeaver lodge and dam in swamp along Terrace Pond South Trail. Photo by Daniel Chazin.The trail again begins to run along the swamp on the left. Towards the end of the swamp, the yellow markers twice bear right, bypassing flooded sections of the woods road, and crossing the outlet of the swamp on rocks. Between the two detours, the trail crosses a large concrete pipe, with much beaver activity visible in the swamp. \n\nA short distance beyond, you’ll reach a junction with the Yellow Dot Trail, marked with yellow-on-white blazes. Bear right here, leaving the yellow trail, and continue ahead on the Yellow Dot Trail, which follows a pleasant woods road. \n\nIn another quarter of a mile, after passing cliffs to the left, you’ll reach a junction with the red-blazed Terrace Pond Red Trail (marked by a sign). Turn left and follow the red trail. The hike now becomes more rugged. After a steep climb up a ridge, the trail follows the ridge to the north, continuing to ascend gradually. It then descends to a valley, crosses an intermittent stream, and continues across several low ridges. \n\nA huge rock outcrop soon appears directly ahead. The trail turns right, parallels the outcrop, then climbs to itsPuddingstone outcrop. Photo by Daniel Chazin. top and continues along it. The outcrop is composed of reddish-purple \"puddingstone\" conglomerate rock, with quartz pebbles embedded in the rock. You’ll have to look carefully to find the red blazes painted on the rock. \n\nAfter following the outcrop for some distance, the trail descends to the right and soon reaches a junction with the yellow-blazed Terrace Pond South Trail (the same trail that you followed for the first two miles of the hike). The two trails run jointly for a short distance. When they again divide, turn left and continue to follow the red blazes. The Terrace Pond Red Trail climbs along another rock outcrop, then steeply climbs over rocks to reach a seasonal viewpoint to the east through the trees. Just beyond, Terrace Pond itself may be seen below to the right (when there are no leaves on the trees). \n\nContinuing along its rugged, rocky route, the red trail passes to the left of a huge boulder with some interesting crevices that you can walk through. There is a view over Terrace Pond from the top of the boulder. Just beyond, the Terrace Pond Red Trail descends steeply over rocks to end at a junction with the white-blazed Terrace Pond Circular Trail. Turn left and follow the white trail. A short distance ahead – just beyond another rock scramble – you’ll reach an open area along the lakeshore. This is a great spot to take a break and enjoy the beauty of this secluded glacial lake. \n\nTerrace Pond. Photo by Daniel Chazin.When you’re ready to continue, proceed north along the white trail. Soon, you’ll come to a junction with the blue-blazed Terrace Pond North Trail. Here, you’ll notice a triple white blaze (indicating that the Terrace Pond Circular Trail technically begins and ends here). \n\nTurn left and follow the blue blazes of the Terrace Pond North Trail, which crosses several wet areas on planks, logs and rocks. After a short climb, you’ll emerge onto a large open rock outcrop. Just to the left of the trail, there are panoramic west-facing views from the top of a rounded peak of conglomerate rock. This is another good spot for a break. \n\nContinue along the blue trail, with level stretches interrupted by several short, steep descents (and a few short climbs). At one point (just before beginning one of the descents), you’ll notice a steep rock outcrop immediately to your left. Climb this outcrop for another panoramic view to the west and northwest. \n\nSoon afterwards, you’ll come out onto a wide cut for a gas line. Bear left here and follow along the left side of the steep and eroded gas line for about 450 feet to the bottom of the hill. Here, the blue trail re-enters the woods on the left and leads in about half a mile, over relatively level terrain, back to the trailhead, crossing several wet areas on rocks.",
    "id": 3
  },
  {
    "Park": "Wawayanda State Park",
    "Title": "Laurel Pond and Wawayanda Furnace from Cherry Ridge Road",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "6.7 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.1569,-74.414387",
    "Overview": "This relatively level loop hike passes through unusually beautiful foliage, including groves of rhododendron and hemlock, and goes by two scenic lakes.",
    "TIME": 4,
    "description": "Proceed west on unpaved Cherry Ridge Road. You will soon pass through beautiful rhododendron thickets, which are a unique feature of this park. The road descends to cross a stream, ascends to pass a swamp to the left, then crosses another stream on a wooden bridge. Although you are walking along a dirt road, the trees form a canopy overhead, and the hiking is very pleasant.\n\nAfter about a mile of hiking along the road, you will notice a sign on the right marking the start of the Red Dot Trail. Continue ahead on Cherry Ridge Road for another few minutes until you reach a T-intersection (ignore the woods road that leaves to the left about two minutes after the intersection with the Red Dot Trail). At the T-intersection, turn left onto the red-blazed Old Coal Trail, another woods road. In about 0.4 mile, you will arrive at a Y-intersection. Bear right onto the white-blazed Lookout Trail, which follows a slightly narrower woods road down to Lake Lookout. The grassy area at the north end of this secluded lake is a good place to take a break.\n\nContinue ahead on the white-blazed trail, which diverges from the woods road and follows a footpath. The trail climbs steadily, then turns sharply right and descends gently through maples, with an understory of ferns. After turning left, the trail levels off, then descends through a thick hemlock forest to end at Cherry Ridge Road.\n\nTurn right onto Cherry Ridge Road, then - after about two minutes - turn left onto the yellow-blazed Laurel Pond Trail. This trail follows an old woods road (first laid out as a public road in the beginning of the nineteenth century), passing some interesting rock outcrops as it ascends gently. In 0.7 mile, you will reach a high point on the trail, with a limited view to the east over the Wawayanda Plateau. Just beyond, the blue-blazed Wingdam Trail leaves to the left. Continue ahead on the yellow-blazed Laurel Pond Trail, which now begins a steady descent. Near the base of the descent, you will see a yellow blaze on a brown wand on the left side of the trail. Turn left here, and follow an unmarked trail which leads through tunnels of rhododendron and hemlock thickets to a rocky overlook and then down to the shore of scenic, spring-fed Laurel Pond. This is a good place to stop for lunch.\n\nRetrace your steps back to the Laurel Pond Trail and turn left, proceeding north on the yellow-blazed trail. After traversing another beautiful rhododendron stand, the trail crosses a wide wooden bridge and emerges on a grassy area. Continue ahead to the remains of a stone furnace, built in 1845-46 by Oliver Ames and his sons. This charcoal blast furnace, which smelted iron ore from local mines, was used to supply the Union Army during the Civil War.\n\nAfter taking a good look at the furnace, retrace your steps to a junction, with restrooms to your left. Turn left here, cross another bridge, and pass another signpost marking the start of the yellow-blazed Double Pond Trail. Bear right, proceed through a group campsite, and continue along the yellow-blazed woods road. Soon, you will cross a swamp on a boardwalk and wooden bridge and, immediately beyond, pass the northern terminus of the Red Dot Trail. Continue ahead on the yellow trail, passing through highbush blueberry bushes and more rhododendron.\n\nAbout half a mile beyond the swamp crossing, you will reach a Y-intersection. Bear right, now following the blue-blazed Cedar Swamp Trail. After passing through a deciduous forest, the trail descends to cross the Cedar Swamp -- with its unusual stand of tall, rare inland Atlantic white cedars growing in a very wet environment -- on an 800-foot long boardwalk, then tunnels through extensive rhododendron thickets. After a mile and one-half of walking through some of the most spectacular foliage in the park, the Cedar Swamp Trail turns sharply left at a T-intersection and soon ends at a junction with the yellow-blazed Banker Trail. Turn right and follow the Banker Trail for 0.4 mile to its terminus on Cherry Ridge Road, directly opposite the parking area where the hike began.",
    "id": 4
  },
  {
    "Park": "Wawayanda State Park",
    "Title": "Pumphouse Trail Laurel Pond Trail Loop",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "6.7 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.190346,-74.428639",
    "Overview": "This loop hike follows woods roads through dense rhododendron thickets and circles Wawayanda Lake.",
    "TIME": 3.5,
    "description": "At the northwest corner of the parking area, a signpost designates the start of the Pumphouse Trail, marked with orange-on-white blazes. Continue across a grassy area, then bear right, cross a bridge (with a picnic area to the left), and continue uphill on a woods road.\n\nJust before reaching Wawayanda Road, the Pumphouse Trail turns left onto a narrower woods road, which climbs over a rise. Immediately past the crest of the rise, the trail turns left and descends on a footpath to cross a footbridge over a stream. The trail continues through a wet, rocky area and skirts a wetland to the right.\n\nAbout a mile from the start, the trail bears left, leaving the wetland, and climbs to the ridge, with a number of interesting glacial erratics to the left. After a while, the trail widens into a woods road and continues through a forest of hemlock, mountain laurel, rhododendron  and deciduous trees. In places, the route narrows to a footpath as it proceeds through dense thickets of rhododendron.\n\nIn another mile, you'll cross a stream on rocks. About half a mile beyond, the trail crosses a large rusted pipeline, which once carried water from Lake Wawayanda (the pumphouse for which the trail is named was located on the shore of the lake, to the left). A short distance beyond, the Pumphouse Trail ends at a gravel parking area. This is about the halfway point of the hike.\n\nContinue through the parking area and turn left onto Cherry Ridge Road, a wide dirt road that is open to vehicular traffic (it is occasionally marked with black-on-white blazes as the Cherry Ridge Trail). In 500 feet, bear left at a fork, as the Cabin Trail begins to the right. Continue ahead on Cherry Ridge Road, which gradually climbs to a junction (in three-quarters of a mile) with the white-blazed Lookout Trail, which begins to the right.\n\nA short distance beyond, the road is blocked by a gate. About 500 feet beyond the gate, bear left at a fork, now following the yellow-blazed Laurel Pond Trail. This trail follows an old woods road (first laid out as a public road in the beginning of the nineteenth century), passing interesting rock outcrops as it ascends gently. In three-quarters of a mile, you'll reach the crest of the rise, with a limited view to the east over the Wawayanda Plateau. Here, the blue-blazed Wingdam Trail begins to the left.\n\nTurn left onto the Wingdam Trail, which climbs a little and then begins a steady descent. At the base of the descent, the orange-blazed Sitting Bear Trail begins on the left, but you should continue ahead. Soon, the trail emerges onto a grassy area and crosses a wooden bridge over the outlet of Wawayanda Lake. This is the location of the wingdam (built by the Thomas Iron Works in the mid-1800s).\n\nIn another half mile, the Wingdam Trail ends at the main dam of Wawayanda Lake. Turn left and follow a gravel road along the northern end of the lake to the boat launch parking area. Proceed through this parking area and continue uphill on another gravel road that leads to the beach parking area, where the hike began.",
    "id": 5
  },
  {
    "Park": "Wawayanda State Park",
    "Title": "Terrace Pond Loop via Terrace Pond Red and Terrace Pond South Trails (longer loop) from Clinton Road",
    "Region": "Bearfort Ridge and Wawayanda",
    "State": "NJ",
    "Length": "5.2 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.147004,-74.402987",
    "Overview": "This loop hike climbs over puddingstone rock outcrops to reach beautiful Terrace Pond and two panoramic viewpoints.",
    "TIME": 3.5,
    "description": "From the parking area, cross the road and enter the woods at a trailhead with a triple-blue blaze and a triple-yellow blaze. These mark the start, respectively, of the Terrace Pond North Trail and the Terrace Pond South Trail. Follow the yellow blazes, which almost immediately turn right (the blue trail, which goes off to the left, will be your return route.) You will soon find yourself in deep woods, following a rocky trail through a large stand of mountain laurel, hemlock and white pine, and crossing several wet areas on plank puncheons.\n\nIn about half a mile, the trail goes through a magnificent rhododendron grove, with the large rhododendrons forming an arch over the trail in places. As you leave the rhododendron grove, the laurel and evergreens end, and you proceed through a second-growth forest of deciduous trees. After following an interesting whaleback rock and crossing two low stone walls, the yellow trail turns left onto a woods road. You'll be following woods roads, with gentle grades, for the next 1.3 miles. Soon, the yellow markers bear left again onto another woods road lined with barberry bushes - indicating that this area was once farmed. Then, after half a mile, take care to follow the yellow markers as they bear very sharply left at a junction of woods roads. A quarter of a mile beyond this sharp turn, the yellow trail bears left at the top of a rise, with another woods road going off to the right.\n\nThe yellow trail now passes a swamp to the left, with many dead trees. Towards the end of the swamp, the yellow markers twice bear right, bypassing flooded sections of the woods road, and crossing the outlet of the swamp on rocks. Soon after crossing over two concrete pipes, the trail reaches a fork. Bear right here, leaving the yellow trail, and continue ahead on the Yellow Dot Trail, marked with yellow-on-white blazes, which follows a pleasant woods road.\n\nIn another quarter of a mile, after passing cliffs to the left, you'll reach a junction with the red-blazed Terrace Pond Red Trail. Turn left and follow the red trail. The hike now becomes more rugged. After a steep climb up a ridge, the trail follows the ridge to the north, continuing to ascend gradually. It then descends to a valley, crosses a stream, and continues across several low ridges.\n\nA huge rock outcrop soon appears directly ahead. The trail turns right, parallels the outcrop, then climbs to its top and continues along it. The outcrop is composed of reddish-purple \"puddingstone\" conglomerate rock, with quartz pebbles embedded in the rock. You'll have to look carefully to find the red blazes painted on the rocks, with cairns (piles of rocks) also used to mark the trail in places.\n\nAfter following the outcrop for some distance, the trail descends to the right and soon reaches a junction with the yellow-blazed Terrace Pond South Trail (the same trail that you followed for the first two miles of the hike). The two trails run jointly for a short distance. When they again divide, turn right and follow the yellow blazes.\n\nThe yellow trail now climbs steeply up a rock outcrop and descends to a valley. After continuing over rugged, rocky terrain, it ends at a junction with the white-blazed Terrace Pond Circular Trail. Turn right onto the white trail, which soon climbs to a rock outcrop with pitch pines. Here, a triple-blaze marks the end of the Yellow Dot Trail, but you should continue along the white trail, which follows the long rock outcrop for some distance before reentering the woods.\n\nAfter passing a huge glacial erratic to the left, the white trail comes out onto another rock outcrop, from which it descends steeply. At the base of the descent, you'll come to a fork. Here, you should turn left onto a short unmarked side trail which leads to a rock outcrop, with fine views over Terrace Pond. This is a great spot to take a break and enjoy the beauty of this secluded glacial pond.\n\nWhen you're ready to continue, bear left at the fork and continue along the white trail, parallel to the pond. After passing another viewpoint over the pond, you'll come to a T-intersection, where the blue-blazed Terrace Pond North Trail joins from the right. Turn left, now following both white and blue blazes.\n\nJust beyond, the trail descends very steeply. You'll need to use both your hands and your feet to make your way down the steep rock faces. At the base of the descent, the trail crosses the outlet of the pond on logs. This crossing can be extremely difficult in wet periods. The trail now climbs, steeply in places, over rock ledges and outcrops, soon reaching another junction, marked by a triple white blaze (indicating that the Terrace Pond Circular Trail technically begins and ends here).\n\nBear right and continue to follow the blue blazes of the Terrace Pond North Trail, which crosses several wet areas on planks and logs. After a steep descent, followed by a short climb, you'll emerge onto a large open rock outcrop. Just to the left of the trail, there are panoramic west-facing views from the top of a rounded peak of conglomerate rock. This is another good spot for a break.\n\nContinue along the blue trail, with level stretches interrupted by several short, steep descents (and a few short climbs). At one point (just before beginning one of the descents), you'll notice a rock outcrop immediately to your left. Climb this outcrop for another panoramic view to the west and northwest.\n\nSoon afterwards, you'll turn right on a woods road and come out onto a wide cut for a gas line. Bear left here and follow the rather steep and eroded gas line for about 450 feet to the bottom of the hill. Here, the blue trail re-enters the woods on your left and leads in about half a mile, over relatively level terrain, back to the trailhead, crossing several wet areas on rocks.",
    "id": 6
  },
  {
    "Park": "Watchung Reservation",
    "Title": "Sierra Trail Longer Loop",
    "Region": "Watchungs",
    "State": "NJ",
    "Length": "8.5 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "40.668772,-74.404373",
    "Overview": "This loop hike encircles the Watchung Reservation, passing ruins of an old mill, an historic village, a cemetery dating to the 1700s, a scenic gorge and an attractive lake.",
    "TIME": 4.5,
    "description": "Before beginning your hike, obtain a free trail map of the reservation from the Trailside Nature and Science Center, adjacent to the parking area. Proceed west (downhill) on the extension of New Providence Road, marked with the white blazes of the Sierra Trail (which you will be following for most of the hike).\n\nOpposite a “Do Not Enter” sign, turn left and follow the white-blazed Sierra Trail, now joined by the Green Trail and the pink-blazed History Trail, across a wooden bridge over a brook. The trail continues through the woods and, after crossing wooden bridges over two streams, reaches a junction with the Yellow Trail. Turn right, now following both white and yellow blazes, and descend to reach the same brook that you crossed previously.\n\nTurn left (do not cross the brook), joining the Orange Trail. Continue ahead at the next junction, where the Orange Trail leaves to the right and the Yellow Trail begins, but at the following junction, turn right, now following only white blazes. Soon, you’ll begin to parallel a scenic gorge on the left. Along the way, the Blue Trail joins, and the path begins to descend. \n\nAt the end of the gorge, the Blue Trail leaves to the right, but you should turn left, continuing to follow the white-blazed Sierra Trail, which parallels Blue Brook. The trail soon bears left and climbs away from the brook, bears left again at the next intersection (briefly joining the pink-blazed History Trail), then turns right at the next junction. In another quarter of a mile, the trail crosses a small brook. Be careful to proceed straight ahead here and then bear left, uphill. After passing some houses to the left, the trail crosses a dirt road and soon begins a gradual descent.\n\nAbout two miles from the start, the white blazes turn left onto a dirt road. The trail follows the dirt road for only 300 feet, and then turns left, leaving the road and continuing on a footpath. It ascends through a beautiful pine forest, planted by the CCC in the 1930s, and soon reaches an open grassy area, with a picnic pavilion ahead. Bear right here and follow a gravel service road out to the paved Sky Top Drive. The trail crosses the road and re-enters the woods, then makes a sharp right turn onto a wide woods road parallel to Sky Top Drive (which often may be seen to the right). About three-quarters of a mile from the crossing of the paved road, the trail begins to descend. As the trail bends to the left, a short path to the right leads to an overlook above an abandoned quarry, with I-78 visible in the distance. \n\nAfter descending more steeply, the trail makes a sharp right (with a townhome development directly ahead) and follows an eroded gully (with a number of blowdowns) down to Green Brook. On the opposite side of the brook, behind a tall concrete wall, is an active quarry. The trail now runs along the brook, with New Providence Road on the other side. In about a third of a mile, as the road curves sharply to the left, you’ll reach the site of an old mill, with many brick and concrete ruins still visible. After passing the ruins of the dam that supplied power to the mill, the trail bears right and climbs steeply to an overlook, then heads east, turns left onto a woods road, and descends to Sky Top Drive. You are now about four and one-half miles from the start of the hike. \n\nThe Sierra Trail turns left and follows the road, using the highway bridge to cross Blue Brook, with Seeley's Pond to the left. After crossing the bridge, the trail immediately turns right, goes through a grassy area, and re-enters the woods. It follows a footpath through some fairly dense vegetation and crosses several small brooks on a long stretch of wooden boardwalk. Just beyond, the pink-blazed History Trail joins from the right, and both trails climb wooden steps, passing an historical marker for the Drake Farm. About three-quarters of a mile, from the crossing of Blue Brook, the Sierra Trail turns left onto a wide dirt road (the pink-blazed History Trail turns right on the road), and it finally emerges on a paved road at the Deserted Village of Feltville. Named for David Felt, a New York City businessman who founded the village in 1845 to house the workers at his nearby paper mill, it was abandoned about thirty years later. Some of the buildings in the village have been restored and are now used as private residences.      \n\nThe Sierra Trail follows the paved road through the village for 0.4 mile. After the road curves left, it passes a cleared area, with a kiosk and benches, at the site of David Felt’s home. It then goes by the church store building and an adjacent residence. A short distance beyond, the Sierra Trail turns right on a bridle path. In 200 feet, it turns right again onto another dirt road, and soon passes a small cemetery which contains the graves of the Willcocks and Badgley families, who first settled the area about 1736. The road soon narrows to a footpath which meanders through the woods. About a third of a mile from the cemetery, the white-blazed trail turns right, descends on a dirt road for 400 feet, then turns left, leaving the road, and immediately bears right onto a footpath. \n\nSoon, the trail reaches the stone dam of Surprise Lake, built in 1845 to provide power for David Felt's paper mill. A short side trail leads down to the base of the dam. The Sierra Trail continues along the northwestern shore of this long but narrow lake for almost a mile, then turns right at paved Tracy Drive, crossing the lake on the shoulder of the vehicular bridge. On the other side of the bridge, the white blazes turn left, crossing the road. \n\nFollow the white blazes for only 100 feet and turn right onto an unmarked bridle path. Just beyond, another wide path to the left leads to the park stables, but you should continue straight ahead. In about 0.2 mile, the white-blazed Sierra Trail will rejoin the bridle path. Continue ahead, following the white markers, for the next 0.4 mile, but do not turn left where they leave the path near the traffic circle; instead, bear right, continuing to follow the unmarked bridle path across the paved road. \n\nIn about 500 feet, you will meet the Sierra Trail again; this time, leave the bridle path and follow the white blazes to the right, onto a footpath. Continue ahead on the white-blazed trail, which crosses the Red Trail and then joins it. In about half a mile, the trail reaches the Trailside Nature and Science Center. Turn right onto the short path leading to the center, then turn left and follow the road to the parking area where you began the hike.",
    "id": 7
  },
  {
    "Park": "Watchung Reservation",
    "Title": "Watchung Reservation Short Loop",
    "Region": "Watchungs",
    "State": "NJ",
    "Length": "4 miles",
    "Difficulty": "Easy",
    "GPS": "40.668772,-74.404373",
    "Overview": "This loop hike passes an historic village, a cemetery from the 1700s and an attractive lake.",
    "TIME": 2,
    "description": "Proceed west (downhill) on the extension of New Providence Road, marked with the white blazes of the Sierra Trail. Turn left opposite a “Do Not Enter” sign and head into the woods. You’ll immediately pass a kiosk with a triple-pink blaze, marking the start of the History Trail. You will be following the History Trail for the entire hike.\n\nPick up a copy of the History Trail brochure and map and follow the white and pink blazes downhill to cross a wooden bridge over a brook. The trail continues through the woods and, after crossing two smaller wooden bridges in quick succession, reaches a junction with the Yellow Trail. Turn left, now following both pink and yellow blazes.\n\nAfter a straight, relatively level stretch, the joint pink and yellow trails bear right at two junctions and continue along a section with many curves. The trails turn right at a T-intersection, but at the next junction, turn left and continue to follow the pink blazes of the History Trail, as the Yellow Trail proceeds straight ahead.\n\nThe History Trail now begins to parallel a small gorge to the right. After making a sharp bend to the left, the Gorge paralleled by the History Trail. Photo by Daniel Chazin.gorge deepens and becomes more spectacular. Towards the end of the gorge, you’ll pass an historical marker that provides information on exploratory copper mine shafts in the area.\n\nThe History Trail now climbs a little and bears right at a fork, briefly joining the white-blazed Sierra Trail. After descending for a short distance, the two trails diverge. Here, you should bear left to continue on the pink-blazed History Trail, which begins to parallel the Blue Brook, below on the right. Soon, the trail descends to the level of the brook, and it turns right and crosses the brook on a wide wooden bridge with stone abutments. On the hillside above, you can see several historic homes of the Deserted Village of Feltville.\n\nOn the other side of the brook, the trail turns left, then bears left at a fork and continues to parallel the brook. A short distance ahead, it passes an historical marker for the Feltville Mill Site, with stone ruins of the mill visible along the hillside. Beyond a sharp bend in the brook, the History Trail bears right andheads uphill, away from the brook.\n\nAfter passing an historical marker for Hermit’s Pond, the History Trail bends to the right and reaches a junction with the white-blazed Sierra Trail. Here, the History Trail turns sharply left and begins to run jointly with the Sierra Trail. In a quarter mile, you come to another junction. Turn left, descend wooden steps and continue downhill to a marker at the site of the Drake Farmhouse. Then retrace your steps to the junction and continue ahead, passing a marker for the Drake Barn.\n\nIn a short distance, the trail bears right and begins to parallel Glenside Avenue, with I-78 just beyond. For the next mile, the trail runs roughly parallel to these two roads. Although you can hear the sounds of traffic on the busy I-78, the concrete noise barrier walls that have been installed along this highway substantially reduce the noise level, and this stretch of trail is actually quite pleasant to hike. Be alert for a left turn in about a third of a mile.\n\nAfter paralleling Glenside Avenue for about half a mile, the History Trail emerges onto a grassy expanse and reaches a parking area at Cataract Hollow Road. Follow the trail as it crosses the road and re-enters the woods, continuing to parallel Glenside Avenue but now following a wide dirt road.\n\nSoon, the trail moves closer to Glenside Avenue and goes by the Old Scout Camporee Field on the right. Continue ahead, parallel to Glenside Avenue, as two roads go off to the right, and soon reach another open field, known as the Corn Field (with an historical marker). Beyond the Corn Field, the trail bends to the right and re-enters the woods. It begins a steady descent towards Surprise Lake, bearing left at a fork.\n\nAs the trail approaches the shore of the lake, the white-blazed Sierra Trail joins from the right. Bear right at the Along the shore of Surprise Lake. Photo by Daniel Chazin.next fork and continue along the lakeshore, now following both pink and white blazes. When you reach the northeastern tip of the lake, turn right, cross the road bridge over the inlet, then immediately turn right again and continue along the southeastern side of the lake. You’ll pass several historical markers and traverse an attractive area lined with evergreens and rhododendron bushes.\n\nBeyond the historical marker for the Lake Surprise Bathhouse, the trail bears left and climbs away from the lake. It turns left at the next intersection, then turns right at a wide cleared strip of land and proceeds past a Scout camping area on the right. Continue ahead to the extension of New Providence Road, then turn left and proceed uphill on the road to the parking area where the hike began.",
    "id": 8
  },
  {
    "Park": "Watchung Reservation",
    "Title": "Watchung Reservation History Trail",
    "Region": "Watchungs",
    "State": "NJ",
    "Length": "6 miles",
    "Difficulty": "Easy",
    "GPS": "40.682961,-74.37293",
    "Overview": "This hike loops around the Watchung Reservation, passing a scenic gorge, an attractive lake and various historical features.",
    "TIME": 3.5,
    "description": "Proceed west (downhill) on the extension of New Providence Road, marked with the white blazes of the Sierra Trail. Turn left opposite a “Do Not Enter” sign and head into the woods. You’ll immediately pass a kiosk with a triple-pink blaze, marking the start of the History Trail. You will be following the History Trail for the entire hike.\n\nPick up a copy of the History Trail brochure and map and follow the white and pink blazes downhill to cross a wooden bridge over a brook. The trail continues through the woods and, after crossing two smaller wooden bridges in quick succession, reaches a junction with the Yellow Trail. Turn left, now following both pink and yellow blazes.\n\nAfter a straight, relatively level stretch, the joint pink and yellow trails bear right at two junctions and continue along a section with many curves. The trails turn right at a T-intersection, but at the next junction, turn left and continue to follow the pink blazes of the History Trail, as the Yellow Trail proceeds straight ahead.\n\nThe History Trail now begins to parallel a small gorge to the right. After making a sharp bend to the left, the Gorge paralleled by the History Trail. Photo by Daniel Chazin.gorge deepens and becomes more spectacular. Towards the end of the gorge, you’ll pass an historical marker that provides information on exploratory copper mine shafts in the area.\n\nThe History Trail now climbs a little and bears right at a fork, briefly joining the white-blazed Sierra Trail. After descending for a short distance, the two trails diverge. Here, you should bear left to continue on the pink-blazed History Trail, which begins to parallel the Blue Brook, below on the right. Soon, the trail descends to the level of the brook, and it turns right and crosses the brook on a wide wooden bridge with stone abutments. On the hillside above, you can see several historic homes of the Deserted Village of Feltville.\n\nOn the other side of the brook, the trail turns left, then bears left at a fork and continues to parallel the brook. A short distance ahead, it passes an historical marker for the Feltville Mill Site, with stone ruins of the mill visible along the hillside. Beyond a sharp bend in the brook, the History Trail bears right andheads uphill, away from the brook.\n\nAfter passing an historical marker for Hermit’s Pond, the History Trail bends to the right and reaches a junction with the white-blazed Sierra Trail. Here, the History Trail turns sharply left and begins to run jointly with the Sierra Trail. In a quarter mile, you come to another junction. Turn left, descend wooden steps and continue downhill to a marker at the site of the Drake Farmhouse. Then retrace your steps to the junction and continue ahead, passing a marker for the Drake Barn.\n\nIn a short distance, the trail bears right and begins to parallel Glenside Avenue, with I-78 just beyond. For the next mile, the trail runs roughly parallel to these two roads. Although you can hear the sounds of traffic on the busy I-78, the concrete noise barrier walls that have been installed along this highway substantially reduce the noise level, and this stretch of trail is actually quite pleasant to hike. Be alert for a left turn in about a third of a mile.\n\nAfter paralleling Glenside Avenue for about half a mile, the History Trail emerges onto a grassy expanse and reaches a parking area at Cataract Hollow Road. Follow the trail as it crosses the road and re-enters the woods, continuing to parallel Glenside Avenue but now following a wide dirt road.\n\nSoon, the trail moves closer to Glenside Avenue and goes by the Old Scout Camporee Field on the right. Continue ahead, parallel to Glenside Avenue, as two roads go off to the right, and soon reach another open field, known as the Corn Field (with an historical marker). Beyond the Corn Field, the trail bends to the right and re-enters the woods. It begins a steady descent towards Surprise Lake, bearing left at a fork.\n\nAs the trail approaches the shore of the lake, the white-blazed Sierra Trail joins from the right. Bear right at the Along the shore of Surprise Lake. Photo by Daniel Chazin.next fork and continue along the lakeshore, now following both pink and white blazes. When you reach the northeastern tip of the lake, turn right, cross the road bridge over the inlet, then immediately turn right again and continue along the southeastern side of the lake. You’ll pass several historical markers and traverse an attractive area lined with evergreens and rhododendron bushes.\n\nBeyond the historical marker for the Lake Surprise Bathhouse, the trail bears left and climbs away from the lake. It turns left at the next intersection, then turns right at a wide cleared strip of land and proceeds past a Scout camping area on the right. Continue ahead to the extension of New Providence Road, then turn left and proceed uphill on the road to the parking area where the hike began.",
    "id": 9
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Ward Pound Ridge Southwest Loop to Leatherman's Cave",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "6.5 miles",
    "Difficulty": "Moderate",
    "GPS": "41.248483,-73.595781",
    "Overview": "This loop hike traverses the hills of this Westchester County park, climbing to a panoramic lookout over the Cross River Reservoir and the interesting Leatherman’s Cave, and passing a number of other features of interest.",
    "TIME": 4.5,
    "description": "Ward Pound Ridge Reservation, the largest park in Westchester County, was opened in 1938. Over thirty farms were acquired for the park, and old stone walls, which once marked the boundaries between the various farms, criss-cross the reservation. The trails – most of which are woods roads – are open to hikers and equestrians, but bicycles are not permitted. Most trail intersections are marked by numbered brown signs posted on trees. These numbers are shown on the park map and referred to in the description below. Since the trail system in the park is complex, hikers should obtain a copy of the free park map before beginning the hike. This hike will generally follow the Red Trail, but with several detours to include a number of interesting features.\n\nFrom the circle at the end of the road, bear right and follow a road blocked by a wooden gate. Just beyond, you’ll pass a kiosk on the right (trail maps are available here) and come to a fork at intersection #70. Bear right, following the red and green arrows, then bear right again at the next intersection (#53), as one leg of the Green Trail leaves to the left.\n\nProceed ahead on the Red and Green Trails, passing intersection #54 on the right. At intersection #31, turn right onto the Leatherman’s Loop Trail (marked by “LL”-on-white blazes). When you reach the next intersection (#26), proceed straight ahead, but turn left at the following T-intersection (#27) and continue to follow the “LL” blazes, which proceed along a winding route to the top of a hill. Here, just to the right of the trail, rock ledges afford a panoramic west-facing view over the Cross River Reservoir. A wooden bench has been placed here, and this is a good point to rest and take a short break.\n\nContinue ahead along the Leatherman’s Loop Trail, which descends rather steeply on a footpath. After passing under an interesting overhanging rock, you’ll reach intersection #29. Turn around, and you’ll see a small sign on a tree for the “Leatherman’s Cave.” Bear left and follow the white blazes uphill to the cave, which was one of the regular campsites of the “Leather Man,” who wandered along a circular 365-mile route in the 1880s, staying in each of 34 campsites or shelters along the way. The cave provides shelter from the elements but must have been rather uncomfortable to sleep in! After exploring this interesting feature, retrace your steps to intersection #29 and turn left (east), now following the “LL” blazes along a wide woods road.\n\nWhen you reach intersection #28, the Leatherman’s Loop Trail turns left, but you should bear right and continue on a white-blazed trail. After crossing a bridge across a stream, the trail begins a gentle climb. At the top of the rise, the white-blazed trail turns left at a fork and almost immediately reaches intersection #30, where it ends at a junction with the Red and Green Trails. Bear right at the fork, now following red and green blazes. After continuing past intersection #32, you’ll parallel a stream on the left and climb gradually on a winding woods road. When you reach intersection #34, bear right to continue on the Red and Green Trails.\n\nAfter descending a little and passing a wetland on the left, you’ll reach intersection #38. Here, the Red and Green Trails turn left, but you should turn right onto a white-blazed trail. At the next fork, the trail bears left and crosses under a power line to reach intersection #39. Turn left onto the Rocks Trail (marked with “RT”-on-white blazes) and climb to the Bear Rock Petroglyph (on the left side of the trail), which features a carving by Native Americans in the shape of a bear.Bear Rock Petroglyph. Photo by Daniel Chazin.\n\nContinue along the Rocks Trail, which crosses under the power line once more and descends to reach intersection #60. Turn right at this junction and follow a white-blazed trail up to Dancing Rock – a flat rock where farmers used to dance to celebrate the completion of the harvest – then continue along the white-blazed trail, which loops around and descends to end at another junction with the Rocks Trail (intersection #37).\n\nTurn right onto the Rocks Trail, which passes a small pond on the left and descends steadily to the next (unnumbered) junction, where the Red Trail joins from the left. Just ahead, you’ll come to intersection #36. Turn right here, leaving the Rocks Trail, and continue along the Red Trail, which heads southeast, following a wide woods road through a valley. At intersection #47, a white-blazed trail begins on the right, but you should bear left to continue along the Red Trail. After climbing a little, the trail bears left around a curve, with seasonal views to the right through the trees across the Stone Hill River valley.\n\nWhen you reach intersection #48, turn sharply right onto the Rocks Trail and follow it for about 500 feet to Raven Rocks – a spectacular unobstructed overlook over the Stone Hill River valley from a cliff (use caution, as there is a sharp drop here!) After taking in the view, retrace your steps to intersection #48 and turn right onto the Red Trail.\n\nAt the base of a descent, you’ll come to intersection #21. Turn right, leaving the Red Trail, and follow a white-blazed trail, passing jagged, moss-covered cliffs on the left. After crossing a stream, you’ll reach intersection #18. Here, the white-blazed trail ends, and you should turn left onto the Rocks Trail, almost immediately passing the Indian Rock Shelter on the right. Native Americans frequented this spot because the overhanging rocks offered protection from the rain.\n\nContinue ahead on the Rocks Trail, which crosses two streams on wooden bridges. After crossing the second bridge, bear left, uphill, to reach intersection #19, where the Rocks Trail ends at a junction with the Red and Yellow Trails. Turn right, soon passing dramatic cliffs to the left. Continue to follow the Red and Yellow Trails along a wide woods road for about a mile, returning to the parking area where the hike began.",
    "id": 10
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Northern Loop along Cross River in Ward Pound Ridge Reservation",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "4.6 miles",
    "Difficulty": "Moderate",
    "GPS": "41.268259,-73.609085",
    "Overview": "This hike loops around the northern section of this Westchester County park and parallels the scenic Cross River.",
    "TIME": 3,
    "description": "From the kiosk at the northwest corner of the parking area, proceed north on the Fox Hill Trail, marked with \"FH\" blazes. After crossing a stream on a bridge, the trail continues between stone walls. When the \"FH\" blazes turn right, proceed ahead and cross a bridge over the Cross River to reach junction 1.\n\nTurn left onto the Brown Trail, passing through an evergreen forest. At junction 46, turn right and follow the trail uphill. When you reach the top of the climb at junction 45, bear right to continue along the Brown Trail, which now descends. After traversing a relatively level section, the trail climbs steadily.\n\nContinue ahead at junction 44, where another road joins from the left. Just ahead, at junction 5, turn left, leaving the Brown Trail, and follow the Deer Hollow Trail, marked with \"DH\" blazes. The trail follows along the hillside, with Deer Hollow below to the right.\n\nIn a quarter mile, the Deer Hollow Trail begins to descend, passing a trail register to the right and a blue trail to the left that leads into the Lewisboro Town Park. At the base of the descent, it crosses a small stream, then climbs again, passing another blue trail to the left. From the crest of the rise, the trail descends very steeply, then more gradually. It parallels a stream to the right and passes the start of a third blue trail.\n\nAfter passing a horse farm, with Route 35 visible in the distance, the trail crosses the stream, goes through a gap in a stone wall, and passes a wetland to the left. At junction 40, a white-blazed trail comes in from the right, but you should continue ahead on the Deer Hollow Trail.\n\nThe trail now follows a relatively level route, with some minor ups and downs. It passes numerous stone walls and rock outcrops and goes through an area of barberry. After paralleling a stone wall for some distance, it makes a short, steep descent.\n\nAs the trail climbs, it leaves the road and follows parallel footpaths to avoid eroded sections of the road. It turns sharply right, rejoins the road, and reaches junction 8, where you turn right onto a white-blazed trail.\n\nAt junction 7, turn left onto the Brown Trail, which soon descends - first steeply, then more gradually. At junction 3, turn right, joining the Deer Hollow Trail, but when the two trails diverge, bear left to stay on the Brown Trail, which descends to cross a wet area on a boardwalk.\n\nFor the next three-quarters of a mile, the Brown Trail follows a woods road along the Cross River, below to the left. To avoid several wet sections, it detours slightly to the right.\n\nWhen you reach junction 2, turn left, cross the bridge over the river, then immediately turn right onto the Fox Hill Trail, which continues to parallel the river. After passing a playground to the left, the trail reaches another bridge over the river. Turn left and retrace your steps on the Fox Hill Trail back to the parking area.",
    "id": 11
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Southeast Loop at Ward Pound Ridge to Highest Point in the Park",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "3.8 miles",
    "Difficulty": "Moderate",
    "GPS": "41.299476,-73.643417",
    "Overview": "This loop hike follows pleasant woods roads and rocky trails to the highest point in the reservation.",
    "TIME": 2.5,
    "description": "Ward Pound Ridge Reservation, the largest park in Westchester County, was opened in 1938. Over thirty farms were acquired for the park, and old stone walls, which once marked the boundaries between the various farms, criss-cross the reservation. The trails - most of which are woods roads - are open to hikers and equestrians, but bicycles are not permitted. Many intersections are marked by numbered signs posted on trees. These numbers are shown on the park map and referred to in the description below.\n\nThe hike described below, in the southeastern portion of the reservation, follows the blue-blazed Laurel Trail. The trail is on woods roads for most of the way, but it also includes an 0.7-mile section where it climbs 350 vertical feet on rocky footpaths to reach the highest point in the reservation.\n\nFrom the parking area, return to the main park road and turn right, crossing a bridge over the Cross River. About 100 feet beyond the bridge, turn left into a grassy clearing, with two picnic tables and a metal grill. The trailhead for the blue-blazed Laurel Trail is at the far edge of the clearing (you will note a sign for the trail on a tree). The branch of the trail to the right will be your return route, but to begin the hike, you should take the left fork onto a grassy woods road, following this loop trail in a clockwise direction.\n\nThe first half of the hike is along this road, built by the Civilian Conservation Corps (CCC) in the 1930s. It is mostly level, with some gentle ups and downs, and parallels a rocky escarpment on the right for much of the way.\n\nYou'll soon cross a stone drain - one of many along the road, built by the CCC to prevent erosion. To the left, there is an interesting rock outcrop, with the Cross River just beyond. After passing through an area with a thick understory of ferns, the road heads gently uphill through mountain laurel thickets, then descends slightly.\n\nAbout half a mile from the start, the road bears right and begins a steady but gradual climb. As it reaches the crest of the rise, massive rock outcrops are visible through the trees on the steep hillside to the right. The road now begins a gentle descent, passing an overhanging rock just to the right of the trail in about a quarter of a mile.\n\nA short distance beyond, the road levels off, with a wetland to the left and a large boulder field to the right. The road now begins to run close to the park boundary, and several private homes are visible through the trees to the left. The boulder-littered hillside to the right gradually steepens.\n\nAbout two miles from the start, with Gilmore Pond visible through the trees to the left, the blue-blazed Laurel Trail turns right, leaving the road, and proceeds uphill on a footpath. In a short distance, it reaches intersection #17, where an unmarked trail goes off to the left. You should bear right to continue on the blue-blazed trail, which levels off.\n\nAfter curving around a rock outcrop and passing through a seasonally wet area, the trail climbs steeply on a rocky footpath. At the top of the climb, it reaches an area with huge rock outcrops on all sides. Soon, the trail resumes its climb through mountain laurel groves, passes through another seasonally wet area, and traverses a hemlock grove, with many of the hemlocks dying from the ravages of the woolly adelgid.\n\nThe trail continues on a rocky footpath, with huge rock outcrops to the left. Just beyond, it turns sharply right and climbs very steeply over rocks to reach the top of the hill. You may need to use both your hands and your feet to negotiate sections of this climb! At the top, the trail levels off and proceeds through scrub oak and blueberry bushes to reach intersection #16, where a white-blazed trail begins to the left.\n\nJust beyond, you'll come to a clearing at the summit (elevation 860 feet), the site of a former fire tower. All that remains is a water pump (which is no longer functional) and the ruins of the observer's stone cabin. Although there is no view from this spot, a bench has been placed on the west side of the clearing, and this is good place to take a break and rest from the steep climb.\n\nWhen you're ready to continue, proceed ahead on the blue-blazed trail, which once again follows a woods road (which formerly provided vehicular access to the fire tower). The road descends gradually through thickets of laurel. After going down more steeply on a gravel-covered section of the road, you'll reach a fork at intersection #15, where you should bear right to continue on the blue-blazed trail.\n\nThe road now levels off and passes through an area with a thick understory of blueberries. After resuming its descent, it reaches intersection #14. Here, the road ahead is the route of a white-blazed secondary trail, but you should turn right onto a footpath, continuing to follow the blue blazes.\n\nThe trail soon begins a steady descent, rather steep in places, following a winding footpath through laurels that has been eroded by the flow of water during storms. After crossing a seasonal stream, the trail briefly levels off, reaching an unnumbered intersection where a white-blazed trail begins to the left. The descent now steepens, and the trail widens to a woods road. It finally emerges at the clearing where the hike began, returning to the start of the loop.",
    "id": 12
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Loop Hike to Fire Tower Site and Indian Rock Shelter from Michigan Road Parking Area",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "4 miles",
    "Difficulty": "Moderate",
    "GPS": "41.264905,-73.616295",
    "Overview": "This loop hike climbs to the highest point of this Westchester County park and passes an interesting rock shelter.",
    "TIME": 3,
    "description": "Walk back to a junction where a \"parking\" sign points to the right. Turn right into a dirt parking area, follow it to its end, then continue along a wide path, passing a cedar tree on the right. At the end of the path, steeply descend the hillside. At the base of the descent, bear right and follow the FH blazes of the Fox Hill Trail (in the direction indicated by the sign \"To Junction Marker 9\"). The trail climbs, passing through gaps in several stone walls. Just below the high point, it bears left and begins to descend. As it parallels a stone wall at the edge of a field, there are north-facing views through the trees.\n\nAt the base of the descent, the trail passes an interesting shelter, built of branches and covered with bark, and reaches junction #9. Here, the Fox Hill Trail ends. Turn right onto the Orange Trail, which follows a woods road gently uphill. In half a mile, you'll cross a footbridge and reach junction #10. A white-blazed trail begins here, but you should turn left to continue on the Orange Trail.\n\nJust ahead, at junction #51, bear left at the fork to continue on the Orange Trail, which crosses a stream on a footbridge and climbs to the stone ruins of a former shelter. After passing Shelter #29 (to the right), you'll reach junction #13. Here, you should bear right onto the white-blazed Fire Tower Trail, then immediately bear left to continue on this trail (do not follow the trail to \"Junction Marker 12\").\n\nThe Fire Tower Trail climbs along a woods road. At junction #52, bear right, following the sign \"To Junction Marker 15.\" The trail continues to ascend, passing interesting rock formations and mountain laurel thickets.\n\nAt junction #15, the white-blazed trail ends. Continue ahead, now following the blue-blazed Laurel Trail (do not turn left at this junction). Soon, you'll reach the highest point in the park (860 feet), the site of a former fire tower, now marked by a bench and a water pump.\n\nJust beyond, look carefully on the right for junction #16. Turn right here and descend on a white-blazed footpath, which goes down steeply over rocks and passes through a tunnel of mountain laurel. At the base of the descent, you'll cross a stream on rocks and climb slightly to reach junction #49.\n\nTurn right at the junction and head west and then north. At junction #18, continue ahead, and you'll pass, to the right, a natural rock shelter, used by Native Americans. After crossing two footbridges and passing cliffs to the left, you'll reach junction #19. Here, the white-blazed trail ends, and you turn left onto the Yellow Red Trail - a wide woods road.\n\nAfter passing junction #20 and Shelter #6 to the right, you'll reach junction #33, where the Red Trail departs to the left. Continue ahead, now following only yellow blazes. When you reach junction #24 in about a mile, continue straight ahead, then bear right at junction #70 and reach the parking area where the hike began.",
    "id": 13
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Rocks Trail at Ward Pound Ridge Reservation",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "7.5 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.248483,-73.595781",
    "Overview": "This loop hike follows the scenic Rocks Trail along the southern end of the reservation, passing several historic features and viewpoints.",
    "TIME": 5,
    "description": "Ward Pound Ridge Reservation, the largest park in Westchester County, was opened in 1938. Over thirty farms were acquired for the park, and old stone walls, which once marked the boundaries between the various farms, criss-cross the reservation. Most intersections are marked by numbered signs posted on trees. These numbers are shown on the park map and referred to in the description below. Since the trail system in the park is complex, hikers should obtain a copy of the free park map before beginning the hike.\n\nFor most of the way, this hike follows the Rocks Trail – so named because it links six historic and scenic features, each of which has “Rock” as part of its name! This trail was constructed by volunteers in 2010 and, for much of its way, follows a newly built route (rather than old woods roads).\n\nFrom the circle at the end of Michigan Road, bear right and follow a road blocked by a wooden gate. Just beyond, you’ll pass a kiosk on the right with a colored map of the major trails. Bear right at the fork (junction #70), following the red and green arrows, then bear left at the next junction (#53), continuing to follow the Green Trail (the Red Trail and a branch of the Green Trail turn right here).\n\nThe Green Trail climbs steadily on a woods road, then descends to junction #35 (the number is on the back of a tree and may not be immediately visible).Turn left here onto the Red Trail, but just ahead, at junction #36, turn right onto the Rocks Trail, marked with the letters “RT” on a white background. You will be following the Rocks Trail for the next four and one-half miles (with a side trip to Dancing Rock on a white-blazed trail).\n\nThe Rocks Trail proceeds uphill on a woods road through laurel thickets. In about half a mile, you’ll reach junction #37, where a white-blazed trail begins to the left. Turn left and follow this white trail uphill to Dancing Rock – a large flat rock (marked by a few cairns), where farmers used to dance to celebrate the conclusion of the harvest season. Continue to follow the white trail, which loops behind the rock, passing some interesting stone ruins, and descends to rejoin the Rocks Trail at junction #60 (the continuation of the white trail beyond Dancing Rock and junction #60 are not shown on the park map).\n\nTurn left and continue along the Rocks Trail, which climbs a little and crosses under power lines. It briefly parallels the power lines, then bears left and descends through the woods. On the way down, you’ll pass Bear Rock, just to the right of the trail. This rock is named for a petroglyph – a carving in the shape of a bear – on the west side of the rock, reputed to have been made by Native Americans.\n\nAfter once again paralleling the power lines, the trail reaches junction #39. Here, it turns left and soon crosses two interesting stone walls. A short distance beyond, a yellow-blazed horse trail, maintained by the Bedford Riding Lanes Association (BRLA), continues ahead, but you should follow the Rocks Trail, which turns left and descends. At the base of the descent, turn right and cross a seasonally wet area on puncheons and rocks. After crossing two more stone walls, the Rocks Trail turns sharply left and parallels a stone wall, while a yellow-blazed BRLA trail continues ahead.\n\nThe Rocks Trail soon bears right, away from the stone wall, and climbs to Spy Rock, with south-facing views through the trees. During the Revolutionary War, this rock ledge was used by the Americans to observe the movements of British troops. Unfortunately, the recent growth of vegetation limits the views from this location.\n\nThe Rocks Trail now descends, passing a ledge to the left, with more views. It continues down into a gully, with impressive cliffs to the right, then climbs out of the gully and crosses a level area. It soon begins a steady descent, first gradually, then more steeply on a series of about 80 rock steps, and continues through a mixed forest of fir and beech trees.\n\nAt the base of the descent, the Rocks Trail joins a BRLA trail (marked with yellow blazes) that comes in from the right. The joint trails now head northeast, following a level woods road through a pretty valley (the BRLA yellow blazes appear infrequently).\n\nJust past a fence on the right, the Rocks Trail turns sharply right, leaving the woods road, and continues on a footpath (this location is shown on the park map as “junction with BRLA trail”). It briefly parallels the road, then begins to climb. After crossing an intermittent stream and an old stone wall (with some cut stones), the trail climbs more steeply. It levels off, then continues on an undulating route along the side of the hill, with several rather steep ups and downs.\n\nAfter briefly joining an old woods road, the Rocks Trail crosses an intermittent stream and climbs to once again pass beneath the power lines. Just beyond the power lines, it passes a huge boulder to the left, known as Castle Rock (visible behind the trees). The trail now follows a woods road to junction #59, where it turns right (ahead, the woods road is the route of a white-blazed trail).\n\nThe Rocks Trail crosses two intermittent streams on rocks, descends a little to cross a third stream, then climbs steadily to reach a high point, where the trail is marked by paint blazes on the rocks. It then descends a little and continues along the edge of the escarpment, with views to the right through the trees across the Stone Hill River valley.\n\nAbout a quarter mile from the high point, the Rocks Trail reaches Raven Rocks – a spectacular south-facing unobstructed overlook from a cliff (use caution, as there is a sharp drop here!). This is the best viewpoint on the hike, and you’ll want to take a break and enjoy the views (a bench has been placed along the trail here).\n\nThe Rocks Trail now heads northwest and climbs to junction #48, where the Red Trail is on the left. Continue to follow the Rocks Trail, which turns right and descends steadily through laurel on a well-defined footpath. At the base of the descent (junction #58), the trail turns left and climbs rather steeply on a wide, very rocky route. After crossing an intermittent stream, it reaches junction #49, where a white-blazed trail begins on the right. Continue ahead on the Rocks Trail.\n\nImmediately after passing junction #18 (where another white-blazed trail begins on the left), you’ll come to the Indian Rock Shelter (on the right) – the last of the six “rock” features along the hike. Native Americans frequented this spot because the overhanging rocks offered protection from the rain. Continue ahead on the Rocks Trail, which crosses two streams on wooden bridges.\n\nAfter crossing the second bridge, bear left, uphill, to reach intersection #19, at a junction with the Red and Yellow Trails. Here, the Rocks Trail ends, and you should turn right onto the joint route of the Red and Yellow Trails, soon passing dramatic cliffs to the left. Continue to follow the Red and Yellow Trails along a wide woods road for about a mile, returning to the parking area where the hike began.",
    "id": 14
  },
  {
    "Park": "Ward Pound Ridge Reservation",
    "Title": "Loop hike to CCC Camp Ruins, Indian Rock Shelter, Raven Rocks, Dancing Rock and Bear Rock at Ward Pound Ridge",
    "Region": "Westchester County",
    "State": "NY",
    "Length": "5 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.297413,-73.613892",
    "Overview": "This loop hike passes various features of interest and reaches an expansive viewpoint.",
    "TIME": 3.5,
    "description": "\n\nFrom the circle at the end of the road, bear right and follow a road blocked by a wooden gate. Just beyond, you’ll pass a kiosk on the right and come to a fork at intersection #70. Bear left onto a woods road with red and yellow blazes, but at the next fork (#24) bear right, now following only the Yellow Trail.\n\nFoundation of 1930s era Civilian Conservation Corps camp.Near the crest of the rise, you’ll notice a concrete-and-flagstone sidewalk on the left. Turn left and follow this old sidewalk, which passes through the site of a Civilian Conservation Corps camp from the 1930s. You’ll pass an old stone water fountain on the left and a large concrete foundation on the right. When the sidewalk ends, continue ahead, and you’ll soon reach a woods road. Turn right onto this road – the route of the Yellow and Red Trails.\n\nBear right at the next intersection (#11), but at the following intersection (#50), turn right onto a white-blazed trail, which begins to climb, first rather gently, then more steeply. After a level stretch, this white-blazed trail ends at intersection #20. Turn left here and follow the co-aligned Yellow, Red and Rocks Trails (the Rocks Trail is blazed with “RT”-on-white blazes).\n\nAt the next intersection (#19), bear right, leaving the woods road (and the Red and Yellow Trails), and continue to follow the Rocks Trail, which descends on a footpath. After crossing two footbridges, the Rocks Trail turns right and passes cliffs on the right. It soon reaches the Indian Rock Shelter, frequented by Native Americans because the overhanging rocks offered protection from the rain.\n\nJust beyond, at intersection #18, turn right onto a white-blazed trail which passes jagged cliffs on the right. When the white-blazed trail ends at intersection #21, turn left onto the Red Trail, which climbs over a rise. A short distance beyond, at intersection #48, the “RT”-blazed Rocks Trail is just to the left. Turn right onto the Rocks Trail and follow it a short distance downhill to Raven Rocks, a spectacular unobstructed overlook over the Stone Hill River valley.\n\nAfter taking in the view, continue ahead on the Rocks Trail until you reach intersection #62, where a short white-blazed trail begins on the right. Turn right onto the white-blazed trail and, in a short distance, turn left onto the Red Trail. Bear right at intersection #47 and continue to follow the Red Trail through a valley.\n\nStone ruins at Dancing Rock. Photo by Daniel ChazinWhen you reach intersection #36, follow the Red Trail as it turns left, but just ahead (at a fork) bear left onto the Rocks Trail. At the next intersection (#37), turn left and follow a white-blazed trail up to Dancing Rock – a flat rock where farmers used to dance to celebrate the completion of the harvest. Continue ahead on the white-blazed trail, which passes stone ruins, then loops around and descends to end at another junction with the Rocks Trail (intersection #60).\n\nTurn left onto the Rocks Trail, which goes under power lines and soon passes the Bear Rock Petroglyph (on the right) – a rock carving by Native Americans in the shape of a bear. At the next intersection (#39), turn right onto a white-blazed trail, which recrosses under the power lines and ends at intersection #38, where you turn left onto the Green and Red Trails.\n\nContinue ahead at intersection #34, but at the next intersection (#32), turn right onto a white-blazed trail that crosses a footbridge over a stream and climbs to pass through a gap in a stone wall at the crest of a rise. After descending, turn right at intersection #25, rejoining the Green and Red Trails, and follow these trails back to the circle at the parking area where the hike began.",
    "id": 15
  },
  {
    "Park": "Taconic State Park",
    "Title": "Bash Bish Falls – Sunset Rock – Prospect Hill via the northern section of the South Taconic Trail",
    "Region": "Southern Taconics",
    "State": "MA CT NY",
    "Length": "8.1 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "42.05022, -73.46699",
    "Overview": "A two-state hike from spectacular Bash Bish Falls in Massachusetts to the South Taconic Trail in New York with amazing western views from Sunset Rock and Prospect Hill",
    "TIME": 5,
    "description": "This hike begins at Bash Bish Falls - the highest waterfall in Massachusetts, and a very popular destination for non-hikers - so you might want to start your hike early in the day to enjoy the falls before the crowds arrive. But while everyone else is at the waterfall, you can find solitude on the trails. There are two parking areas for the falls - the lower parking area in New York, which usually becomes extremely crowded on weekends (with the overflow traffic directed to an adjacent lot by park staff), and the smaller, less-used upper parking area in Massachusetts. We will start the hike from the upper parking area.\n\nBegin the hike on the blue-blazed trail that begins near the west end of the parking area. This trail leads downhill through dark woods, with the sound of the falls becoming increasingly louder as you descend. (This trail is shown - although rather poorly - on an inset map that appears on the reverse side of South Taconic Trails Map #4. It is not shown on the main map. The area is more clearly depicted on the Mt. Washington State Forest map of the Massachusetts Department of Conservation and Recreation, www.mass.gov dcr parks trails print mt-washington.pdf.)\n\nIn 0.4 mile, you'll reach a gravel road. Turn left and walk the short distance to Bash Bish Falls - a spectacular twin waterfall that drops 60 feet into an emerald green pool. Even during dry spells, there is usually plenty of water going over the falls. To the left of the upper viewing platform are steps that descend closer to the falls.\n\nAfter viewing the falls, retrace your steps, remaining on the gravel road when the blue-blazed trail you arrived on goes off to the right. At the next fork, keep left on the gravel road, with Bash Bish Creek below on the left. You will soon enter the State of New York and Taconic State Park.\n\nAt 1.0 mile, you'll arrive at the lower Bash Bish Falls parking area that you drove by earlier. Continue through to the west end of the parking area and turn left onto Route 344. The trailhead for the blue-blazed Cedar Creek Trail - a possible return route - is directly across from the entrance to the parking area, but you should bear left and cross a bridge. On the other side of the bridge, turn right into the woods, and you will see signs that mark the start of the northern section of the white-blazed South Taconic Trail (the signs also point the way to a campground). Bear left and follow the South Taconic Trail, which soon becomes a woods road. It will remain a woods road for the next 1.5 miles, gaining a little over 1,000 feet in elevation over the next two miles.\n\nIn about half a mile from the road, with the campground in sight straight ahead, the South Taconic Trail turns sharply right and continues uphill. Here, the red-blazed Sunset Rock Trail joins, so the trail is also blazed with red markers. Markings are sporadic, but the woods road is obvious and easy to follow.\n\nAfter a steeper uphill section, you'll arrive at a fenced-in area at 1.7 miles. Here, the white-blazed trail turns left and continues uphill, first gradually, then more steeply. Although the grade steepens, you continue to follow a woods road, with no rock scrambles. You will pass two woods roads on the left, both of which seem to be unmarked (these trails are shown on the park map as being blazed yellow, although the Trail Conference map indicates that the first trail is blazed blue). In each case, bear right to continue on the white-blazed South Taconic Trail.\n\nAt 2.6 miles, the upper trailhead of the blue-blazed Cedar Brook Trail is on the right. Stay left to continue on the white-blazed South Taconic Trail, which soon narrows to a rocky footpath. In another half mile, the trail comes out of the woods and enters an area covered with scrub oak.\n\nYou'll come to a junction at 3.25 miles. Here, you should turn left, following the red-blazed Sunset Rock Trail (with blazes painted both on the rocks and on the trees). In a short distance, you'll arrive at Sunset Rock (elevation 1,788 feet). If you climb the rock, you'll be able to get views of the Hudson Valley and Catskills over the tops of the trees. Turning back at this point makes for a 6.5-mile hike, but if you choose to continue onto Prospect Hill for the 8.1-mile hike, you'll be afforded even better views.\n\nIn any case, retrace your steps on the red-blazed trail. When you reach the white-blazed South Taconic Trail, turn right to return to the trailhead for the 6.5-mile hike. For the longer hike, turn left. You will soon enter a unique and beautiful arbor tunnel where the trees form a canopy overhead. At 3.5 miles, an unmarked trail veers to the right, but you should stay left to continue on the South Taconic Trail.\n\nAt 3.7 miles, you'll reach a small parking lot on Sunset Rock Road. (This would be a good place to spot a second car if you wish to make this a shuttle hike.) Turn left onto Sunset Rock Road and follow the road for a short distance, then turn right to continue on the South Taconic Trail.\n\nA very obvious Massachusetts New York state-line marker dated 1898 can be seen straight ahead at 4.1 miles. Just before the marker, the South Taconic Trail veers left and climbs to Prospect Hill (elevation 1,919 feet), with great views of the Hudson Valley and Catskills. This is the turnaround point for the 8.1-mile hike (although, if you wish, you can continue ahead on the South Taconic Trail for two more miles, to its end at the Catamount Ski Area).\n\nRetrace your steps on the South Taconic Trail to Sunset Rock Road, which you reach at 4.5 miles. Turn left along the road to the small parking area, then turn right to continue south on the South Taconic Trail.\n\nYou'll reach the junction with the blue-blazed Cedar Brook Trail at 5.6 miles. If you prefer, you can bear right to continue on the South Taconic Trail (this would make the hike 0.2 mile longer but easier). But if the water level of Cedar Brook is not too high, you may choose to bear left and follow the more challenging Cedar Brook Trail - a footpath which descends very steeply at times and requires close attention to footing on rocks and tree roots (although there are also sections of smooth, level trail along the brook). This trail takes you through a wild and beautiful area - completely different from the woods road followed by the South Taconic Trail - but it requires rock hopping back and forth over Cedar Brook multiple times. So do keep in mind that, as the sign at the trailhead says, this trail is indeed impassable if the water level in Cedar Brook is high.\n\nEither way, you will end up at on Route 344 across from the lower Bash Bish Falls (New York) parking area (if you've chosen to return via the Cedar Brook Trail, you've gone 6.7 miles). Cross the road, turn left and proceed through the parking area, and continue on the gravel road towards Bash Bish Falls. At 7.7 miles, just before reaching the falls, turn left on the blue-blazed trail to return to the upper Bash Bish Falls parking area, where the hike began, at 8.1 miles.\n\nAt the edge of the woods, towards the middle of the parking area, you'll see a \"scenic view\" sign. If you are up for a short but steep and challenging rock scramble to another spectacular view, hike on up, using the cables and railings for support if needed. This short rock scramble is definitely worth it, as you're treated to a spectacular east-facing view over the ravine of Bash Bish Brook, with Cedar Mountain in Massachusetts to your right, and Washburn Mountain in New York to your left. Even though it is a very short distance, make note of how you arrived at the overlook, as there are no trail markings to follow back to your car.",
    "id": 16
  },
  {
    "Park": "Taconic State Park",
    "Title": "Brace Mountain on the Taconic Ridge",
    "Region": "Southern Taconics",
    "State": "NY",
    "Length": "7 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "42.05022, -73.46699",
    "Overview": "The highest point in Dutchess County offers a fabulous vista that includes the highly scenic farms, woods, and wetlands of the Harlem Valley and west to a majestic view of the Catskill Mountains.",
    "TIME": 4,
    "description": "There are a number of great hiking options in the Taconics. You could, in fact, bag three states with a single hike in this area. (See one here.) This recommendation will get you two states, New York and Massachusetts, on an in-and-out hike of about 7 miles round-trip.\n\nThe route includes a strenuous climb to the ridge, though no rock scrambling, followed by an easy-to-moderate walk along a wide ridge-top woods road that eventually emerges above tree line to the treeless peak of Brace. An enormous cairn marks the summit, at 2304 feet, Dutchess County's highest point. Trails are often rocky, so good shoes boots are recommended.\n\nThis is a great hike at any time of year, but when the colors of autumn splash across the landscape, it is especially fabulous.\n\nStart at the Alander Brook trailhead on Under Mountain Road. In just 150 yards, turn right onto the red-blazed Robert Brook Trail. This trail climbs more than 1,000 feet in 1.1 miles, often paralleling the course of Robert Brook below.\n\nAt about the mile point, watch for a granite pillar that marks the boundary between New York and Massachusetts. The trail turns sharply left here, winding its way to a T-intersection with the South Taconic Trail. The entire length of the South Taconic Trail is close to 16 miles (white blazes); to the north it goes over Alander Mountain in Massachusetts (2250 feet in elevation). To head toward Brace Mountain, turn right (south) on the South Taconic.\n\nLunch on Brace Mountain. Photo by Georgette Weir.As do many trails in the area, the South Taconic Trail follows the course of an old woods road. The distance from the Robert Brook Trail intersection to the summit of Brace is about 2.5 miles. The last mile or so is mostly above tree line and there are many outstanding views south, west, north, and a bit east. On a clear day look for Mount Greylock in Massachusetts.\n\nFrom the summit, retrace your steps to complete a 7-mile hike or consult your trail map for other great options. Hint: take the side trail to Mount Frissell and you'll claim the highest point in Connecticut (it's not a summit, but the shoulder of Mount Frissell).",
    "id": 17
  },
  {
    "Park": "Taconic State Park",
    "Title": "South Taconic Tri-State Hike",
    "Region": "Southern Taconics",
    "State": "MA CT NY",
    "Length": "11 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "42.05022, -73.46699",
    "Overview": "This hike has a few strenuous climbs, but it also offers fantastic views and long stretches of peaceful, breezy trails and woods roads with minimal ups and downs and nonstop bird songs.",
    "TIME": 6,
    "description": "For all but a very short section, these trails are well defined and easy to follow.\n\nThe hike begins at the trailhead for the red-blazed Mt. Frissell Trail, at the small parking lot on the west side of East Street on the Massachusetts side of the Massachusetts Connecticut state line. In about half a mile, the trail ascends very steeply, with rock scrambles, until it reaches a viewpoint at the summit of Round Mountain. \n\nAfter descending a little, the trail climbs steeply to the summit of Mt. Frissell, which it reaches at 1.2 miles. Although the highest point in Connecticut is on Mt. Frissell, the summit is in Massachusetts. The trail descends from the summit, passing the highest point in Connecticut at the state boundary benchmark -- a round green disk, with a short pipe in the middle, next to a rock pile.\n\nAt 1.7 miles, a tri-state marker (dated 1898) indicates the spot where New York, Massachusetts and Connecticut meet.  The marker is about three feet high and stands in the middle of the trail, so you can't miss it.\n\nAt 2.2 miles, the Mt. Frissell Trail ends at a junction with the white-blazed South Taconic Trail, at an open crest with spectacular views.  Looking to the left, you can see the flag at the summit of Brace Mountain, 0.4 mile away. Turn right at the junction and head north on the South Taconic Trail. The trail soon enters the woods and becomes a pleasant, shady woods road, with minor ups and downs, for the next two miles.  After the steep climbing on the Mt. Frissell Trail, this is an easy section to cruise through.\n\nA blue-blazed trail begins on the right at 3.0 miles, but you should bear left to continue on the white-blazed South Taconic Trail. Then, at 4.4 miles, the red-blazed Robert Brook Trail begins on the left, and at 4.9 miles, the blue-blazed Alander Loop Trail begins on the right. In each case, continue ahead on the South Taconic Trail.\n\nAt 5.1 miles, the blue-blazed Alander Brook Trail begins on the left, but you should continue to follow the white-blazed South Taconic Trail, which turns right and narrows to a footpath. For the next half mile, it climbs steeply to the west summit of Alander Mountain. Although there are no rock scrambles, it is a steady climb all the way to the top.  As you climb, you will want to stop several times, turn around and take in the panoramic views behind you.\n\nWhen you reach the summit, you will be rewarded with more amazing views in all directions. You can look back to Brace Mountain and Mt. Frissell to see where you came from and how far you have gone. On a clear day, you can see the Catskills to the west and Mount Greylock to the north.\n\nJust beyond the old fire tower foundation, turn right at a cairn with a very faded light blue blaze. You're now following the blue-blazed Alander Loop Trail, which is poorly maintained. As of this writing, the trail is overgrown, with only an occasional faded blaze to mark the way. In a short distance, you'll reach an intersection with the Alander Mountain Trail, blazed with blue triangles. Bear left and follow the Alander Mountain Trail, which soon passes a cabin (bear to the left of the cabin).\n\nThe mostly level Alander Mountain Trail leads in 2.8 miles to the headquarters of Mount Washington State Forest, passing through delightful dark, fragrant hemlock forests along the way. About halfway along the trail, you will begin to hear flowing water. This is Ashley Hill Brook, which runs down below, parallel to the trail. Eventually, you cross over Ashley Hill Brook on a sturdy log bridge. You should be able to see a few small waterfalls here, even after other brooks have dried up during a drought.  A short distance beyond, another bridge takes you over a smaller brook.\n\nAt the end of the trail, you emerge onto a mowed field. Continue straight ahead to the Mount Washington State Forest parking lot, passing a picnic table and kiosk for the Alander Mountain Trail trailhead, and bear right towards the headquarters building. If you need a refill on your water supply, there is a drinking water spigot on the opposite side of the building.\n\nContinue on to the Mount Washington State Forest entrance and turn right onto paved East Street.  After crossing a one-lane bridge, the pavement ends, and East Street becomes a gravel road, with pleasant countryside views. You will pass a few well-kept homes and interesting ponds and, in a little over two miles, reach the Mt. Frissell Trail parking lot (on the right), where the hike began.",
    "id": 18
  },
  {
    "Park": "Storm King State Park",
    "Title": "Butter Hill Stillman By-Pass Trail Loop from Route 9W",
    "Region": "Storm King and Black Rock Forest",
    "State": "NY",
    "Length": "2.5 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.423196,-74.000773",
    "Overview": "This loop climbs to the summits of Butter Hill and Storm King Mountain, with many spectacular viewpoints over the Hudson River and the Highlands.",
    "TIME": 2.5,
    "description": "From the parking area, walk north along the grassy shoulder of the road. Soon, you will see a triple-orange blaze, which marks the start of the Butter Hill Trail. Follow the orange blazes as they bear right, away from the road, and begin to ascend steeply. Soon, views over the Hudson River begin to appear to the right. The mountain across the river is Bull Hill (Mt. Taurus), and the point of land jutting into the river is Little Stony Point.\n\nIn 0.2 mile, you'll reach three stone pillars, with a stone foundation behind the pillars. These are the remains of Spy Rock House, the summer cottage of Dr. Edward L. Partridge, who served on the Palisades Interstate Park Commission from 1913 to 1930. The trail now descends slightly, then continues to climb Butter Hill, first gradually, then more steeply. At the top of the steep climb, you'll reach open rock ledges that afford a wide panorama to the east, south and west. Route 9W is visible straight ahead to the south, with the fire-scarred North Ridge of Crows Nest Mountain to its left. The Hudson River is to the east. You'll want to pause here for a little while to enjoy this expansive view, but the best is yet to come.\n\nAfter a short level stretch, the Butter Hill Trail ends at a junction with the yellow-blazed Stillman Trail, also the route of the teal diamond-blazed Highlands Trail (some of the blazes at the junction are blue diamonds). Turn right and follow the Stillman Trail up to the summit of Butter Hill, where a rock outcrop just to the left of the trail provides a 360 degree view. The East Hudson Highlands are visible across the river, with towers marking the summits of Beacon Mountain to the north. Bull Hill is directly to the east. On the west side of the river, the North Ridge of Crows Nest Mountain is directly to the south, with Black Rock Forest visible to the southeast. Schunemunk Mountain may be seen to the west, with the Moodna Viaduct (on the Metro-North rail line to Port Jervis) towering over the valley just north of the mountain. In the distance to the northwest are the Shawangunks and, behind them, the Catskills. To the north, the Newburgh-Beacon Bridge spans the Hudson River.\n\nAfter enjoying this spectacular view, continue ahead on the yellow-blazed Stillman Trail, which descends slightly. Soon, you'll reach a junction with the blue-and-red-blazed Bluebird Trail, marked by a large cairn. Turn right, uphill, and continue on the Stillman Trail. A short distance ahead, after passing through a burned-out area, you'll reach the northern end of the blue-blazed Howell Trail, which leaves to the right. Bear left here, continuing along the yellow-blazed trail, which follows a relatively level route for the next 0.7 mile. After a short, steep climb, you'll reach a limited view to the north. About five minutes ahead, though, you'll come to a much better viewpoint looking north over the Hudson River. Pollopel Island is directly below, with the ruins of Bannerman's Castle on its high point. The rail line running along the east shore of the Hudson is Metro-North's Hudson Line (also the route of Amtrak trains to Albany).\n\nContinue ahead, past the summit of Storm King Mountain, with some more views from rock ledges to the left. After a short descent, you'll reach a panoramic north-facing viewpoint, with superb views. To the east, Breakneck Ridge (marked by the rail tunnel) is visible across the river. The stone building at the foot of Breakneck Ridge (partially obscured by the vegetation) caps a shaft of the Catskill Aqueduct, which tunnels over 1,100 feet below the river. North Beacon Mountain (with communications towers) and South Beacon Mountain (with a fire tower) are to the northeast. To the northwest, the village of Cornwall can be seen along the west bank of the river.\n\nThe Stillman Trail now continues to descend, soon reaching a junction with the white-blazed By-Pass Trail. Turn left at this junction and walk about 25 feet to a rock ledge that affords a broad south-facing view down the Hudson River. The village of Cold Spring is visible across the river to the southeast, and Constitution Island juts into the river just beyond.\n\nNow return to the junction and continue along the white-blazed By-Pass Trail, which descends along the side of the mountain, first gradually and then more steeply. There are several views of the river from rock ledges to the left, but they are not as broad as the views from the junction with the Stillman Trail. After crossing a seasonal stream, the By-Pass Trail climbs briefly to end at a junction with the blue-blazed Howell Trail, which comes in from the right.\n\nBear left and continue ahead on the Howell Trail, which soon begins to follow an old road. In about 500 feet, the blue-blazed trail turns sharply left, leaving the old road, but you should continue ahead on the road. Although it is now unmarked, the road is distinct and easy to follow. It climbs briefly, then descends steadily. As it approaches Route 9W, the old road climbs rather steeply to end just beyond the parking area where the hike began.",
    "id": 19
  },
  {
    "Park": "Storm King State Park",
    "Title": "Crows Nest Mountain Howell Trail from Route 9W",
    "Region": "Storm King and Black Rock Forest",
    "State": "NY",
    "Length": "4 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.414925,-73.993714",
    "Overview": "This loop hike climbs to the North Peak of Crows Nest Mountain, with many spectacular viewpoints over the Hudson River and the Highlands.",
    "TIME": 3,
    "description": "At the north side of the parking area, you will notice a triple blaze that marks the start of the Bobcat Trail. Follow this white-blazed trail, which descends steadily through an oak forest with an understory of blueberries. At the base of the descent, it crosses a stream on stepping stones, bears left, and soon begins to follow a faint woods road. About half a mile from the start, the Bobcat Trail ends at a junction with the blue-blazed Howell Trail. Continue ahead on the woods road, which is now quite distinct, following the blue blazes. The trail descends steadily, paralleling a stream in the gorge to the left. As the trail curves to the right, views of Storm King Mountain appear through the trees to the left.\n\nIn another ten minutes, the blue-blazed Howell Trail leaves to the left, but you should proceed ahead on the woods road, now following the white blazes of the Stillman Spring Trail, which continues to descend. After crossing a stream on a stone causeway, the trail bears left, and it soon crosses another stream and reaches the paved Storm King Highway (N.Y. Route 218). You've now gone about a mile and a half from the start of the hike - mostly downhill.\n\nTurn right, and follow the road for about 100 feet to a rock with a carved inscription in memory of James Stillman. Just beyond the adjacent Stillman Memorial Spring, you'll notice three blue blazes above on the hillside. They mark the start of the Howell Trail, which you will be following for the next two miles. Follow the blue blazes as they steeply climb the hillside. The trail soon begins to ascend on switchbacks, but the climb remains quite steep.\n\nAfter about a third of a mile of steep climbing, the trail turns left onto an old woods road that descends slightly. Just before the end of the road at a \"pitching point\" (once used to toss logs down to the Hudson River below), the trail turns sharply right and climbs stone steps. After climbing some more on switchbacks, the trail comes out at a east-facing viewpoint over the river. Bull Hill is directly across the river, with Little Stony Point jutting into the river, and the village of Cold Spring is to the right.\n\nAs you continue your steep climb, more views appear. After following a curved set of rock steps through mountain laurel, you'll reach a broader viewpoint over the river from a large rock ledge to the left of the trail. Breakneck Ridge is visible to the left, and Constitution Marsh (just south of Cold Spring) may be seen to the right.\n\nJust beyond, as the trail curves to the right and begins to head west, a panoramic north-facing view appears. Storm King Mountain is directly ahead, and the gash carved into the mountain by the construction of the Storm King Highway in 1922 is particularly stark from this vantage point. Pollopel Island, with Bannerman's Castle, may be seen a little farther upriver.\n\nAfter some more climbing, the trail reaches another east-facing viewpoint over Bull Hill and Cold Spring from a rock ledge, with Constitution Island jutting into the river to the south. This point marks the end of the steep climb - you've climbed 800 vertical feet from the road below in less than a mile! The trail now turns right and descends slightly, then resumes its ascent of the North Ridge of Crows Nest Mountain, but at a much more gradual pace.\n\nIn about half a mile, before reaching the highest point on the ridge, the trail bears right and descends slightly. It continues through a valley, levels off, and finally climbs again to reach North Point, with views over the Hudson River to the east. The trail now bears left and soon begins a steady descent through an open grassy area scarred by a forest fire in 1999. A curve of Route 9W is visible on the right.\n\nAt the base of the descent, you'll reach the junction with the woods road that you encountered earlier in the hike. The Howell Trail turns right, but you should turn left and follow the white-blazed Bobcat Trail, retracing your steps to the parking area on Route 9W where the hike began.",
    "id": 20
  },
  {
    "Park": "Storm King State Park",
    "Title": "Butter Hill Stillman Bluebird Trail Loop from Route 9W",
    "Region": "Storm King and Black Rock Forest",
    "State": "NY",
    "Length": "3.5 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.423196,-74.000773",
    "Overview": "This loop climbs to the summits of Butter Hill and Storm King Mountain, with many spectacular viewpoints over the Hudson River and the Highlands.",
    "TIME": 3,
    "description": "From the parking area, walk north along the grassy shoulder of the road. Soon, you will see a triple-orange blaze, which marks the start of the Butter Hill Trail. Follow the orange blazes as they bear right, away from the road, and begin to ascend steeply. Soon, views over the Hudson River begin to appear to the right. The mountain across the river is Bull Hill (Mt. Taurus), and the point of land jutting into the river is Little Stony Point.\n\nIn 0.2 mile, you’ll reach three stone pillars, with a stone foundation behind the pillars. These are the remains of Spy Rock House, the summer cottage of Dr. Edward L. Partridge, who served on the Palisades Interstate Park Commission from 1913 to 1930. The trail now descends slightly, then continues to climb Butter Hill, first gradually, then more steeply. At the top of the steep climb, you’ll reach open rock ledges that afford a wide panorama to the east, south and west. Route 9W is visible straight ahead to the south, with the fire-scarred North Ridge of Crows Nest Mountain to its left. The Hudson River is to the east. You’ll want to pause here for a little while to enjoy this expansive view, but the best is yet to come.\n\nAfter a short level stretch, the Butter Hill Trail ends at a junction with the yellow-blazed Stillman Trail, also the route of the teal diamond-blazed Highlands Trail (some of the blazes at the junction are blue diamonds). Turn right and follow the Stillman Trail up to the summit of Butter Hill, where a rock outcrop just to the left of the trail provides a 360 degree view. The East Hudson Highlands are visible across the river, with towers marking the summits of Beacon Mountain to the north. Bull Hill is directly to the east. On the west side of the river, the North Ridge of Crows Nest Mountain is directly to the south, with Black Rock Forest visible to the southeast. Schunemunk Mountain may be seen to the west, with the Moodna Viaduct (on the Metro-North rail line to Port Jervis) towering over the valley just north of the mountain. In the distance to the northwest are the Shawangunks and, behind them, the Catskills. To the north, the Newburgh-Beacon Bridge spans the Hudson River.\n\nAfter enjoying this spectacular view, continue ahead on the yellow-blazed Stillman Trail, which descends slightly. Soon, you’ll reach a junction with the blue-and-red-blazed Bluebird Trail, marked by a large cairn. Turn right, uphill, and continue on the Stillman Trail. A short distance ahead, after passing through a burned-out area, you’ll reach the northern end of the blue-blazed Howell Trail, which leaves to the right. Bear left here, continuing along the yellow-blazed trail, which follows a relatively level route for the next 0.7 mile. After a short, steep climb, you’ll reach a limited view to the north. About five minutes ahead, though, you’ll come to a much better viewpoint looking north over the Hudson River. Pollopel Island is directly below, with the ruins of Bannerman’s Castle on its high point. The rail line running along the east shore of the Hudson is Metro-North’s Hudson Line (also the route of Amtrak trains to Albany).\n\nContinue ahead, past the summit of Storm King Mountain, with some more views from rock ledges to the left. After a short descent, you’ll reach a panoramic north-facing viewpoint, with superb views. To the east, Breakneck Ridge (marked by the rail tunnel) is visible across the river. The stone building at the foot of Breakneck Ridge (partially obscured by the vegetation) caps a shaft of the Catskill Aqueduct, which tunnels over 1,100 feet below the river. North Beacon Mountain (with communications towers) and South Beacon Mountain (with a fire tower) are to the northeast. To the northwest, the village of Cornwall can be seen along the west bank of the river.\n\nThe Stillman Trail now descends and soon reaches a junction with the white-blazed By-Pass Trail. Continue along the yellow-blazed Stillman Trail, which turns sharply left, soon reaching another outstanding viewpoint from rock ledges to the right. This viewpoint faces south, with the village of Cold Spring visible across the river to the southeast, and Constitution Island jutting into the river just beyond.\n\nThe Stillman Trail again turns left and descends through a hemlock grove. It continues to descend for the next 0.7 mile on a beautiful stretch of sidehill trail, through hemlocks and laurel. After passing a viewpoint to the north, the trail makes a switchback turn, and it crosses an interesting wooden bridge over a ravine near a second switchback.\n\nAt a sharp bend in the Stillman Trail, you’ll come to a junction with the blue-and-red-blazed Bluebird Trail. Turn left and follow the Bluebird Trail, which begins a steady ascent. After turning left on a woods road, the trail continues up the mountain on switchbacks. It passes a limited west-facing viewpoint and ends in 0.6 mile at the junction with the Stillman Trail marked by a cairn. Continue ahead on the yellow-blazed Stillman Trail, now retracing your steps for half a mile back to the parking area. The return trip crosses Butter Hill, giving you another opportunity to take in the magnificent 360-degree views from its summit.",
    "id": 21
  },
  {
    "Park": "Storm King State Park",
    "Title": "Stillman Highlands Bluebird Trails Loop from Mountain Road",
    "Region": "Storm King and Black Rock Forest",
    "State": "NY",
    "Length": "4.1 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.423196,-74.000773",
    "Overview": "This loop climbs to the summit of Storm King Mountain, with many spectacular viewpoints over the Hudson River and the Highlands.",
    "TIME": 3,
    "description": "From the parking area, proceed uphill on a wide gravel road, following the yellow blazes of the Stillman Trail. In about half a mile, after crossing a stone-arch bridge, the trail turns left, leaving the gravel road. Just before reaching a north-facing viewpoint over the Hudson River, the teal-diamond-blazed Highlands Trail joins from the left.\n\nThe joint Stillman Highlands Trail now begins to climb on a footpath. With the gravel road just to the right, the trail turns sharply left. At the next sharp left turn, two cairns to the right and a red blue arrow on a tree to the left mark the start of the red blue-blazed Bluebird Trail. Turn right onto the Bluebird Trail, which follows around the side of a hill, then climbs gently. After turning left on a woods road, the trail climbs rather steeply on switchbacks. It passes a limited west-facing viewpoint and ends at a junction with the Stillman Highlands Trail.\n\nTurn left, uphill, and continue on the Stillman Highlands Trail. A short distance ahead, you'll reach the northern end of the blue-blazed Howell Trail, which leaves to the right. Bear left here, continuing along the yellow teal diamond-blazed trail, which follows a relatively level route. After a short, steep climb, you'll reach a limited view to the northwest. A few minutes ahead, though, you'll come to a much better viewpoint looking north over the Hudson River. Pollepel Island is directly below, with North and South Beacon Mountain to the right, and the Newburgh-Beacon Bridge in the distance.\n\nContinue ahead, past the summit of Storm King Mountain, with some more views from rock ledges to the left. After a short descent, you'll reach a panoramic north-facing viewpoint, with superb views. Pollepel Island, with the ruins of Bannerman's Castle, is directly below. To the east, Breakneck Ridge (marked by the rail tunnel) is visible across the river. The stone building at the foot of Breakneck Ridge (partially obscured by vegetation) caps a shaft of the Catskill Aqueduct, which tunnels over 1,100 feet below the river. North Beacon Mountain (with communications towers) and South Beacon Mountain (with a fire tower) are to the northeast, and the Newburgh-Beacon Bridge crosses the river in the distance. Beyond, the Shawangunks and Catskills can be seen on a clear day. To the left, the village of Cornwall is below, along the west bank of the river. The rail line running along the east shore of the Hudson is Metro-North's Hudson Line (also the route of Amtrak trains to Albany).\n\nThe Stillman Highlands Trail now continues to descend, soon reaching a junction with the white-blazed By-Pass Trail. Continue along the yellow teal diamond-blazed Stillman Highlands Trail, which turns sharply left, immediately reaching another outstanding viewpoint from rock ledges to the right. This viewpoint faces south, with the village of Cold Spring visible across the river to the southeast, and Constitution Island jutting into the river just beyond.\n\nThe trail passes more views over the river, then bears left and descends along a beautiful stretch of sidehill trail, through hemlocks and laurel. After passing another panoramic viewpoint to the north, the trail makes a switchback turn. About a third of a mile further on, it descends on another switchback and crosses a wooden bridge over a steep drop at the edge of a cliff.\n\nShortly thereafter, you'll reach the junction with the Bluebird Trail that you encountered earlier in the hike. Turn right and continue to follow the yellow-blazed Stillman Trail, retracing your steps back to your car.",
    "id": 22
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Sterling Forest Fire Tower and Iron Mines",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "4.3 miles",
    "Difficulty": "Moderate",
    "GPS": "41.19890,-74.25684",
    "Overview": "This loop hike goes along scenic Sterling Lake, passing ruins of former mining activity, and climbs to the Sterling Forest Fire Tower, with panoramic views.",
    "TIME": 3,
    "description": "Leave the park visitor center, using the front entrance, and turn right on a dirt path, following the blue blazes of the Sterling Lake Loop. The trail briefly joins the paved entrance road, then bears right and goes across a grassy field, passing the stone foundations of a former church to the right. It enters the woods on a footpath and crosses a wooden bridge over the outlet of Sterling Lake. To the left, through the trees, you can see the remains of the Sterling Furnace, built in 1770 and abandoned in 1804. After following a woods road for 150 feet, the trail turns left and descends on a footpath, soon reaching paved West Sterling Lake Road.\n\nTurn right and follow the blue blazes along the road. Soon, you'll notice concrete-and-brick ruins on the left side of the road. These are remnants of former mining and ore processing operations. Iron ore was discovered in the area as early as 1736, and mining operations continued until 1917. The structure that you can see from the road was built for the Sterling and Lake Mines, both of which extended under the lake. Just past these ruins, the road briefly runs alongside Sterling Lake, affording views across the lake.\n\nA short distance beyond, the road curves to the right. In another 200 feet, a sign marks the start of the Bare Rock and Fire Tower Connector Trails. Turn left, leaving the blue-blazed trail, then immediately turn right and continue along the orange-blazed Bare Rock Trail, which begins to climb on an old woods road. The trail generally follows this road up the Sterling Ridge, but it has been routed off the road in a number of places to avoid some wet and badly eroded sections. Follow the orange blazes for about three-quarters of a mile, climbing steadily, until you reach the crest of the ridge at a junction with the blue-on-white-blazed Sterling Ridge Trail (marked by a sign).\n\nTurn left here and head south along the ridge on a footpath, now following the blue-on-white blazes of the Sterling Ridge Trail and the teal diamond blazes of the Highlands Trail. The trail climbs to a broad viewpoint over Sterling Lake from open rocks, (ignore the yellow blazes that lead to the right just before this viewpoint), then continues along the ridge over undulating terrain. About a mile from the junction with the Bare Rock Trail, you'll reach a ranger cabin and the Sterling Forest Fire Tower. The view from the tower is well worth the climb, but the tower is open to public only on weekends and holidays, when a ranger is present. You may wish to call the visitor center in advance of your visit (845-351-5907) to determine whether the tower will be open on a particular day.\n\nBuilt in 1922, the fire tower affords an impressive 360E view of Sterling Forest and the surrounding area. Sterling Lake is in the foreground to the northeast, Cedar Pond may be seen to the south, and a portion of Greenwood Lake is visible to the west. On a clear day, North and South Beacon mountains of the East Hudson Highlands may be seen in the distance to the northeast, and Schunemunk Mountain is visible to the north, with the Catskills on the horizon.\n\nAfter climbing the tower, you may want to take a break. There is a picnic table at the base of the tower where you can eat your lunch. When you're ready to continue, proceed east on the red-blazed Fire Tower Trail, which descends from the ridge on a pleasant woods road (do not follow the joint Fire Tower Sterling Ridge Trail, which heads south on a footpath). This grassy road descends steadily, with a few rough benches placed alongside for hikers to rest. After about half a mile, when the road levels off, you'll come to a junction. The rectangular red plastic blazes that you have been following turn off to the right on a branch road, but you should continue ahead on the main road, now marked with red triangle blazes as the Fire Tower Connector Trail. The road continues to descend, and after passing a private residence and going around a locked gate, it ends at a junction with the blue-blazed Sterling Lake Loop, near the shore of Sterling Lake. Turn right and follow the blue blazes back to the visitor center (note the left turn off the paved road in about a third of a mile).",
    "id": 23
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Sterling Ridge Trail Fire Tower Sterling Lake Trail Loop from Route 17A",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "7 miles",
    "Difficulty": "Moderate",
    "GPS": "41.230616,-74.260762",
    "Overview": "This loop hike traverses Sterling Ridge, includes a fire tower, offers great views and a walk along scenic Sterling Lake.",
    "TIME": 4,
    "description": "From the rear of the parking area, go around the gate and follow the woods road which leads south. This road is marked with the blue-on-white blazes of the Sterling Ridge Trail, the teal diamond blazes of the Highlands Trail and the yellow blazes of the Sterling Valley Trail. Follow the road for only about 100 feet, then leave the road and turn right onto a footpath, following the blue-and-white and teal diamond blazes (the yellow blazes continue ahead on the road). The trail climbs over a small rise and then levels off. Soon, the trail begins to run along the edge of a ravine, gradually descending, with limited views to the left through the trees. The trail crosses a seasonal stream and then begins to ascend. About a mile from the trailhead, you will cross under a power line, with good views on both sides of the trail.\n\nStunted red cedar tree growing out of a crack in the rock along the Sterling Ridge Trail. Photo by Daniel Chazin.Stunted red cedar tree growing out of a crack in the rock along the Sterling Ridge Trail. Photo by Daniel Chazin.After a short but steady ascent, the trail crosses a large rock outcrop. The trail continues along the ridge, now following a relatively level route. In about half a mile, you’ll come out on another large rock outcrop, with a limited east-facing view. After another level stretch, the trail continues on undulating terrain and then emerges onto a third rock outcrop, with an interesting stunted evergreen tree growing out of a crack in the rock. There are only very limited views from the outcrop, but after a brief descent, you’ll reach a panoramic viewpoint over Sterling Lake to the east, with a log supported by stones serving as a bench.\n\nThe trail continues along the ridge. After descending a little, it crosses a woods road – the route of the orange-blazed Bare Rock Trail. The trail then climbs to another, more limited viewpoint over Sterling Lake from open rocks. It continues over undulating terrain, and after traversing an area dominated by hemlock and mountain laurel, reaches a ranger cabin and the Sterling Forest Fire Tower, about 3.5 miles from the start of the hike.\n\nThe view from the top of the fire tower, built in 1922, is well worth the climb. When open to the public, the Sterling Forest Fire Tower. Photo by Daniel Chazin.tower provides an expansive view over the entire Sterling Forest. Sterling Lake is visible to the northeast, and a portion of the much-larger Greenwood Lake can be seen to the west. A picnic table at the base of the tower makes it a good place to stop for lunch.\n\nWhen you're ready to continue, find the white-stripe-on-red-blazed Fire Tower Trail and follow it as it descends from the ridge on a pleasant gravel road, with many grassy sections (do not follow the joint Fire Tower Sterling Ridge Trail, which heads south on a footpath). After about half a mile, as the road levels off, you’ll come to a junction. The Fire Tower Trail turns off to the right on a branch road, but you should bear left and continue ahead on the main road, now marked with red-triangle-on-white blazes as the Fire Tower Connector Trail. The trail continues to descend, and after passing a private residence and going around a locked gate, it ends at a paved road, near the shore of Sterling Lake.\n\nTurn left and then go straight ahead on the road -- marked with the blue blazes of the Sterling Lake Loop -- as the paving ends and the road is blocked by a cable barrier. Soon, the road begins to follow the scenic shoreline of Sterling Lake. In about three-fourths of a mile, you’ll come to a Y-intersection. Bear left here and follow the yellow-blazed Sterling Valley Trail, another woods road that leads slightly uphill, away from the lake. After a level stretch, the road begins to climb. It passes under the same power line that you crossed earlier in the hike, and then continues to ascend steadily. In about a mile and a half, it ends at the parking area where you began the hike",
    "id": 24
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Sterling Lake Loop",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "4.2 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.19890,-74.25684",
    "Overview": "This loop hike circles scenic Sterling Lake, mostly on woods roads, and passes by relics of former mining activity.",
    "TIME": 2.5,
    "description": "This hike circles Sterling Lake in a clockwise direction, following the Sterling Lake Loop, marked with dark blue plastic blazes.\n\nLeave the park visitor center, using the front entrance, and turn right (west) on a dirt path, following the blue blazes of the Sterling Lake Loop. The trail briefly joins the paved entrance road, then bears right and goes across a grassy field, passing the stone foundations of a former church on the right. It enters the woods on a footpath and soon reaches a junction with the yellow-blazed Lakeville Ironworks Trail, whicMining Operations Runins. Photo by Daniel Chazin.h begins on the left.\n\nContinue ahead, following the blue blazes of the Sterling Lake Loop, which crosses the outlet of Sterling Lake on a wooden bridge, with the ruins of the Sterling Furnace visible on the left. Just beyond, the trail turns left and descends to a paved road. It turns right and follows the road, soon passing ruins of concrete and brick structures on the left. These are remnants of the former mining operations in the area. Sterling Forest was once a center of mining activity, with the first mines opened in the 1700s. The last active mine in the area closed down nearly 100 years ago.\n\nJust beyond these ruins, you’ll pass the western end of the Lakeville Ironworks Trail. Continue ahead along the road, which soon begins to run alongside Sterling Lake, with views across the lake. About three-quarters of a mile from the start, a sign marks the start of the Bare Rock and Fire Tower Connector Trails, and the paving ends just beyond. Continue ahead on a woods road, which runs inland for some distance, then again parallels the lakeshore.\n\nNear the northern end of the lake, the yellow-blazed Sterling Valley Trail joins from the left, and you now follow both yellow and blue blazes. Just beyond, you’ll pass a former boat-launching ramp and then bear right at a fork. Soon afterwards, the trail crosses an earthen causeway, with broad views over the lake. A quiet, picturesque pond is on the left.\n\nThe trail now goes slightly inland and climbs over two rises. After descending through a mountain laurel thicket, it again Beaver Lodge at Northeast Corner of Sterling Lake. Photo by Daniel Chazin.emerges on the lakeshore at a small sandy beach, with two dead pine trees overhanging the water. It crosses another earthen causeway over an arm of the lake, with a beaver lodge on its east side. At the end of the lake, the trail bears left and heads north, running parallel to the narrow arm of the lake.\n\nWhen you reach the end of this arm, follow the blue-blazed Sterling Lake Loop as it turns sharply right onto another woods road (the yellow-blazed Sterling Valley Trail continues straight ahead). The blue trail proceeds south along the road, which climbs gently, descends a little, and continues to run above the lake, with some minor ups and downs. You can catch some glimpses of the lake through the trees on the right. After about a mile of pleasant walking on this grassy road, the blue-blazed trail heads southeast along a rougher woods road, which soon begins to climb rather steeply.\n\nOld Mining Railroad Embankment. Photo by Daniel Chazin.Just beyond the crest of the rise, the blue-blazed trail turns right, leaving the road, and descends on a footpath. (The orange-triangle-blazed Pine Meadow Connector begins here and continues along the road.) Soon, the trail turns right on a gravel road and follows it for about 75 feet, then turns left, leaving the road, and continues to descend more gradually to paved Old Forge Road, which it crosses. Just before reaching a second paved road (County Route 84), the trail turns right and crosses a wetland on an earth-and-rock embankment of a former mining railroad. It bears left at the end of the embankment, then soon turns right and continues along a gravel road, passing several old trailers.\n\nWhen the road curves to the right to end in a paved parking area, continue straight ahead, following the blue markers. Just ahead, the orange-triangle-blazed McKeags Meadow Connector begins on the left. Follow the Sterling Lake Loop, which soon emerges onto paved Old Forge Road. Turn left and follow the road a short distance, then turn right and follow the blue-blazed trail on a footpath back to the visitor center, completing the loop.",
    "id": 25
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Indian Hill Loop Trail",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "3.6 miles",
    "Difficulty": "Moderate",
    "GPS": "41.19890,-74.25684",
    "Overview": "This loop hike climbs to several panoramic viewpoints and traverses second-growth forests, crossing numerous old stone walls.",
    "TIME": 2.5,
    "description": "This hike follows the white-stripe-on-yellow-blazed Indian Hill Loop Trail, described here in a counter-clockwise direction. (As of April 2013, there are also some yellow blazes along the trail.) From the information kiosk in the parking area, the trail proceeds through a hemlock grove, turns right and climbs to the crest of a rise. After descending a little, it climbs through mountain laurel to reach a open granite ledge, with west-facing views over the hills of Sterling Forest.\n\nA short distance beyond, the red-blazed Furnace Loop Trail joins from the right. Continue ahead, now following both white-stripe-on-yellow and red blazes, as the joint trails climb to the ridgetop and descend into a valley, crossing several stone walls. After climbing to another rock ledge, with views to the south and east, they descend to a junction with a woods road. Here, the trails turn right onto the road, and the yellow-bird-on-green-blazed Warbler Trail begins on the left. You may wish to detour to the left on the Warbler Trail, which leads in 200 feet to a dam and a picturesque pond.\n\nThe joint white-stripe-on-yellow and red trails soon turn left, leaving the woods road. Just beyond, the red-blazed Furnace Loop Trail leaves to the right. For the remainder of the hike, you’ll be following only the white-stripe-on-yellow blazes of the Indian Hill Loop Trail. The trail now crosses a stream on rocks and climbs to a panoramic south-facing viewpoint from a rock ledge. It then ascends to the ridgetop, which it follows north.\n\nAfter a relatively level stretch, the trail climbs to the highest point on the ridge (1,047 feet). Just beyond, rock ledges to the right of the trail offer unobstructed views across the Ramapo Valley to Harriman State Park. Green Pond Mountain dominates the view, with the grassy Elk Pen in the foreground and the New York State Thruway below in the valley.\n\nFrom the ridge, the trail descends gradually on switchbacks. Near the bottom, it briefly follows a stone wall, then turns right onto a woods road. At the base of the descent, it turns left onto a woods road between unusually wide stone walls. Soon, the trail turns right, goes through a gap in a massive stone wall, and continues on a footpath, passing a huge oak tree.\n\nAfter crossing a stone wall, the Indian Hill Loop Trail reaches a junction with a blue-blazed trail that begins on the right and heads north to connect, in 0.4 mile, with the white-blazed Appalachian Trail. Here, the Indian Hill Loop Trail turns left and begins to parallel the stone wall. It soon crosses two more stone walls, as well as a woods road lined on both sides with wide stone walls.\n\nAfter passing through a wide gap in yet another stone wall, the trail turns left onto a grassy woods road. At a T-intersection, it turns right onto another woods road, which it follows for about a quarter mile to the barrier gate just beyond the parking area. Turn left and climb to the parking area, where the hike began.",
    "id": 26
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Townsend Trail Long Meadow Extension Loop",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "3.8 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.19890,-74.25684",
    "Overview": "This loop hike climbs to two panoramic viewpoints.",
    "TIME": 2.5,
    "description": "Head into the woods, following the white-blazed Wildcat Mountain Trail, which immediately crosses a stream on rocks and continues on a woods road, passing stone walls and foundations on both sides of the trail.\n\nIn a third of a mile, you'll come to a junction. Here, the Wildcat Mountain Trail bears left, and three green-stripe-on-orange blazes mark the start of the Townsend Trail. Bear right and continue on the Townsend Trail, which passes a small body of water - impounded by a stone dam - to the right and continues uphill on a woods road through a valley. Watch carefully for a double blaze, which indicates that the trail turns right, leaving the road to bypass an eroded section. It crosses a stream on rocks and bears left to parallel the stream.\n\nThe trail rejoins the road, then again turns right and proceeds on a footpath higher on the hillside, bypassing another eroded section of the road. After rejoining the road once more, the trail reaches the crest of the rise and begins to descend.\n\nSoon, you'll come to a junction, where a short-cut trail, marked with orange triangles, leaves to the right. Continue on the Townsend Trail, which crosses another stream and reaches a rock ledge, with a view ahead through the trees. Here, the trail turns right and, in another 50 feet, it turns right again. At the second right turn, follow an unmarked trail that bears left and comes out on a long rock ledge, with a panoramic view to the southeast over the hills of Sterling Forest and Harriman State Park. Route 17A is visible directly below, with the New York Thruway in the distance.\n\nAfter taking in the view, return to the marked trail and turn left. The trail now climbs to arrive at another rock ledge, just to the left of the trail, which features a large cairn and offers a view to the southwest over the Indian Kill Reservoir.\n\nFrom the second viewpoint, the trail climbs to a high point and then descends to reach a junction with a wide gravel road. Turn left on the road, which continues to descend. Although the blazing may be sparse in places (especially at the lower end), the road is easily followed.\n\nAfter half a mile along the road, you'll come to a T-intersection, where a triple blaze marks the end of the Townsend Trail. Turn right onto another wide gravel road, the route of the Long Meadow Extension Trail, which is marked with white-stripe-on-green blazes (as well as blue markers indicating that the trail is also open to cross-country skiing and mountain biking). Signs point out that the trail follows the route of a gas pipeline.\n\nAt first, the road climbs steadily (this section was formerly paved, and you can see the crumbling asphalt). After reaching the highest point, the road becomes grassy and more pleasant. About a mile along the road (a quarter-mile beyond a cable barrier by a hunters' parking area), there is an interesting lichen-covered balanced boulder on the left.\n\nThe trail ends at a gate just before reaching Orange Turnpike, where Hall Drive comes in from the right. Bear right and continue on paved Hall Drive for 500 feet to the parking area where the hike began.",
    "id": 27
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Bare Rock Trail to Greenwood Lake Overlook",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "7.5 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.19890,-74.25684",
    "Overview": "This loop hike passes ruins of former mining activity and climbs to Bare Rock, with panoramic views over Greenwood Lake.",
    "TIME": 5,
    "description": "Leave the park visitor center, using the front entrance, and turn right on a dirt path, following the blue blazes of the Sterling Lake Loop. The trail briefly joins the paved entrance road, then bears right and goes across a grassy field, passing the stone foundations of a former church to the right. It enters the woods on a footpath and soon reaches a junction with the yellow-blazed Lakeville Ironworks Trail.\n\nTurn left onto this trail, which passes the remains of the Sterling Furnace, built in 1770 and abandoned in 1804. The structure you see was rebuilt in the 1950s by the City Investing Company. After going across paved Old Forge Road, you'll pass an old house, a remnant of the Lakeville mining community, and cross a stream on a footbridge. The trail then crosses another paved road and climbs through a pine forest to an opening of the Sterling Mine, carved into the hillside. Iron ore was discovered in the area as early as 1736, and mining operations continued until 1923. The trail passes concrete-and-brick ruins of several buildings from the mining era and the opening of the Lake Mine (whose deep shaft extended under Sterling Lake), then descends to paved West Sterling Lake Road.\n\nTurn left onto the road, once again following the blue blazes of the Sterling Lake Loop. The road now runs alongside Sterling Lake, affording views across the lake.\n\nSoon, the road curves to the right. In another 200 feet, a sign marks the start of the Bare Rock and Fire Tower Connector Trails. Turn left, leaving the blue-blazed trail, then immediately turn right and continue along the orange-blazed Bare Rock Trail, which begins to climb on an old woods road. The trail generally follows this road up the Sterling Ridge, but it has been routed off the road in several places to avoid wet and badly eroded sections. Follow the orange blazes for about three-quarters of a mile, climbing steadily, until you reach the crest of the ridge at a junction (marked by a sign) with the blue-on-white-blazed Sterling Ridge Trail and teal-diamond-blazed Highlands Trail.\n\nContinue ahead on the Bare Rock Trail, which levels off and narrows to a footpath. In half a mile, the trail descends to reach a junction with the green-blazed West Valley Trail, a woods road. Bear left and continue to follow the orange blazes along this road. In a quarter of a mile, follow the orange blazes as they turn right, leaving the West Valley Trail, and head west on another woods road. The next two miles of the hike follow a newly-opened section of the Bare Rock Trail, blazed by Trail Conference volunteers.\n\nCarefully follow the orange blazes, which depart from the woods road to avoid wet or eroded sections. After crossing an intermittent stream, the trail turns left, leaving the road, and climbs through an area where most of the trees have died. At the top of the ridge, it bears left, and it soon reaches a junction, marked by the letters \"BR.\"\n\nTurn right and descend rather steeply for about 100 vertical feet on a side trail, marked with blue-stripe-on-orange blazes. You'll emerge onto Bare Rock - a spectacular viewpoint over Greenwood Lake. From this vantage point, you can see the entire six-mile-long lake, with Bellvale Mountain - the route of the Appalachian Trail - in the background. You'll want to take a break here to enjoy the panoramic view.\n\nWhen you're ready to continue, climb back to the main trail and turn right. The Bare Rock Trail heads south along the ridge, with views of the lake through the trees. It bears left and descends into a valley, then climbs on switchbacks and continues to head south along a slightly higher ridge.\n\nIn about a third of mile, the trail bears left and goes down to an east-facing viewpoint, then bears right and continues to descend. After crossing a large open rock ledge and passing some interesting boulders, the Bare Rock Trail crosses another intermittent stream, descends through a hemlock grove, and ends at a junction with the white-stripe-on-red-blazed Fire Tower Trail.\n\nTurn left onto the Fire Tower Trail, a woods road. In a quarter of a mile, you'll come to a junction with the green-blazed West Valley Trail, which begins to the left. The route ahead has been flooded by a beaver dam, so to continue, you have to bear right and bushwhack around the flooded section, crossing Jennings Creek along the way (you may notice some remnants of pink flagging tape that represent an attempt to blaze a detour).\n\nWhen you return to the woods road (the route of the Fire Tower Trail), turn right and follow the road for half a mile until you reach a junction with the blue-on-white-blazed Sterling Ridge Trail (also the route of the teal-diamond-blazed Highlands Trail). Turn left here, now following three trails - the Fire Tower Trail, the Sterling Ridge Trail and the Highlands Trail.\n\nAfter a short level stretch, the trail turns sharply right and climbs very steeply over rock ledges to reach a south-facing viewpoint from open rocks amid pitch pines. This is another good place to stop and take a break. The trail now descends to cross an intermittent stream, then climbs again - first gradually, then more steeply. At the top of the second climb, it reaches another, more limited south-facing viewpoint. The trail then levels off and soon reaches the Sterling Forest Fire Tower.\n\nThe view from the tower is well worth the climb but, unfortunately, the tower is gated and open to public only on weekends and holidays, when a ranger is present. You may wish to call the visitor center in advance of your visit (845-351-5907) to determine whether the tower will be open on a particular day.\n\nBuilt in 1922, the fire tower affords an impressive 360° view of Sterling Forest and the surrounding area. Sterling Lake is in the foreground to the northeast, Cedar Pond may be seen to the south, and a portion of Greenwood Lake is visible to the west. On a clear day, North and South Beacon mountains of the East Hudson Highlands may be seen in the distance to the northeast, and Schunemunk Mountain is visible to the north, with the Catskills on the horizon.\n\nWhen you're ready to continue, proceed east on the white-stripe-on-red-blazed Fire Tower Trail, which descends steadily from the ridge on a woods road (used by vehicles to access the fire tower), with a few rough benches placed alongside for hikers to rest. After about a mile, where the road levels off, you'll come to a junction. The Fire Tower Trail turns off to the right on a branch road, but you should continue ahead on the main road, now marked with red-triangle-on-white blazes as the Fire Tower Connector Trail. The road continues to descend, and after passing a private residence and going around a locked gate, it ends at a junction with the blue-blazed Sterling Lake Loop, near the shore of Sterling Lake. Turn right and follow the blue blazes back to the visitor center, where the hike began (note the left turn off the paved road in about a third of a mile).",
    "id": 28
  },
  {
    "Park": "Sterling Forest State Park",
    "Title": "Furnace Loop Indian Hill Loop Trails from Hall Road",
    "Region": "Sterling Forest",
    "State": "NY",
    "Length": "4.3 miles",
    "Difficulty": "Moderate",
    "GPS": "41.25291145066675,-74.18313950300217",
    "Overview": "This hike passes the historic Southfields Furnace and climbs to the Indian Hill Loop Trail, which offers several viewpoints of the surrounding countryside and crosses numerous old stone walls.",
    "TIME": 3,
    "description": "From the parking area, proceed ahead (north) on Hall Drive,heading uphill and following the white blazes of the Wildcat Mombasha Creek footbridge. Photo by Daniel Chazin.Mountain Trail (the blazing along Hall Drive is very sparse). When you reach Orange Turnpike, turn right and cross the road, climb over the guardrail, and descend to cross a footbridge over Mombasha Creek. The trail now turns right and heads east, parallel to the stream.\n\nSouthfileds Furnace. Photo by Daniel Chazin.Just beyond, the white-blazed trail ends, and you should continue ahead on the red-blazed Furnace Loop Trail, which passes the remains of the historic Southfields Furnace, originally built in 1805, rebuilt in 1836 and last fired in 1887, on the right. Besides the furnace itself, the stone-arch charging bridge and several walls of the casting room still stand. The trail continues along an old railroad bed, then turns left and begins to climb on a woods road.\n\nAfter descending a little, the Furnace Loop Trail climbs rock steps below rock outcrops on the left to reach a junction (marked by a cairn) with the white-stripe-on-yellow-blazed Indian Hill Loop Trail (as of this writing, there are also some plain yellow blazes along this trail). You will be continuing north on this trail, but for now, turn left and follow both red and white-stripe-on-yellow blazes. The trail soon bends to the right and, in about three minutes, turns sharply left at a cairn. Continue ahead, now following the yellow-bird-on-green blazes of the Warbler Trail, which soon bears right and descends to the dam of an attractive pond. This is a good place to take a break.\n\nWhen you’re ready to continue, retrace your steps back to the junction of the red-blazed Furnace Loop and white-stripe-on-yellow-blazed Indian Hill Loop Trails and continue ahead, now following only the white-stripe-on-yellow blazes of the Indian Hill Loop Trail. The trail crosses a stream on rocks and climbs to a panoramic south-facing viewpoint from a rock ledge. It then ascends to the ridgetop, which it follows north.\n\nAfter a relatively level stretch, the trail climbs to the highest point on the ridge (1,047 feet). Just beyond, South toward the Elk Pen and Harriman. Photo by Daniel Chazin.rock ledges to the right of the trail offer unobstructed views across the Ramapo Valley to Harriman State Park. Green Pond Mountain dominates the view, with the grassy Elk Pen in the foreground and the New York State Thruway below in the valley.\n\nFrom the ridge, the trail descends gradually on switchbacks. Near the bottom, it briefly follows a stone wall, then turns right onto a woods road. At the base of the descent, it turns left onto a woods road between unusually wide stone walls. Soon, the trail turns right, goes through a gap in a massive stone wall, and continues on a footpath, passing a huge oak tree.\n\nAfter crossingSterling Forest wide stone walls. Photo by Daniel Chazin. a stone wall, the Indian Hill Loop Trail reaches a junction with a blue-blazed trail that begins on the right and heads north to connect, in 0.4 mile, with the white-blazed Appalachian Trail. Here, the Indian Hill Loop Trail turns left and begins to parallel the stone wall. It soon crosses two more stone walls, as well as a woods road lined on both sides with wide stone walls.\n\nAfter passing through a wide gap in yet another stone wall, the trail turns left onto a grassy woods road. At a T-intersection, it turns right onto another woods road, which it follows for about a quarter mile to a barrier gate. Here, you’ll see a triple blaze that marks the official end of the Indian Hill Loop Trail. Turn left and climb to the parking area, where you will notice a kiosk on the left and a triple blaze that marks the start of the Indian Hill Loop Trail.\n\nTurn left and reenter the woods on a footpath. The trail proceeds through a hemlock grove, bears right and climbs to the crest of a rise. After descending a little, it climbs through mountain laurel to reach a open granite ledge, with west-facing views over the hills of Sterling Forest.\n\nA short distance beyond, you’ll reach a junction with the red-blazed Furnace Loop Trail (marked by a cairn). Turn right and descend steeply on this red-blazed trail, passing lichen-covered cliffs and interesting rock outcrops along the way. At the base of the descent, you’ll reach a junction with the white-blazed Wildcat Mountain Trail. Turn right, now retracing your steps, and follow the white blazes across the stream and along Hall Drive back to the parking area where the hike began.",
    "id": 29
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Long Path on Schunemunk Mountain",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "7 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.356727,-74.175761",
    "Overview": "This hike climbs to several panoramic viewpoints along the ridge of Schunemunk Mountain.",
    "TIME": 5,
    "description": "Walk north along Route 32 for 0.2 mile and cross under the trestle. Just north of the trestle, at the end of the guardrail, a driveway goes off to the left. Turn left here and, almost immediately, you’ll see a sign for the Long Path on the left. Turn left again and climb rock steps, then turn left at the top of the first pitch and continue  under the trestle. Immediately turn right, and again climb rock steps until you reach the level of the tracks. Turn left and head north, following along the railroad tracks. Remember that this is an active railroad line, and a bend in the tracks behind you makes it impossible for the engineer of a northbound train to see you. You may find it easier to cross the tracks and head north with the tracks on your left. The Long Path is marked with aqua blazes, but there are relatively few Long Path blazes in the section along the tracks.\n\nA few hundred feet past a dirt road that leads down to an active quarry on the right, and as a chain-link fence begins on the right, watch carefully for a double aqua blaze on the west side of the tracks. Follow the Long Path as it leaves the railroad and turns sharply left onto a woods road. The road briefly parallels the tracks, but just before the road crosses a stream, the Long Path turns right, leaving the road. It crosses an old stone wall and soon bears right at a fork. A short distance beyond, at a T-intersection, the Long Path turns right onto an old woods road.South view from High Knob with Pitch Pines. Photo by Daniel Chazin.\n\nThe trail now begins a steady climb, following the woods road for most of the way. After climbing about 500 vertical feet above the railroad, you’ll notice a large rock outcrop on your right. This is Little Knob, which offers an east-facing view.\n\nA little further up, the trail bends right and begins a very steep climb up a rock outcrop. At the top of the outcrop, amid pitch pines, you’ll be afforded a panoramic south-facing view, with a relatively new housing development visible directly below. To the west, you can see the ridge of Schunemunk Mountain, where you’ll soon be headed. You’ve now climbed nearly 1,000 feet from the trailhead, and you’ll want to take a break at this spectacular viewpoint.\n\nLong Path along Schunemunk Summit Ridge. Phtoto by Daniel Chazin.The Long Path continues along the relatively flat summit ridge and soon arrives at the summit of the knob, which offers a panoramic view to the north and east. North and South Beacon Mountains and Breakneck Ridge are visible across the Hudson River, and you can see as far north as the Newburgh-Beacon Bridge. To the east, Storm King Mountain and the hills of Black Rock Forest can be seen on the other side of the Thruway. Just below you is the quarry that you passed as you walked along the railroad at the start of the hike.\n\nWhen you’re ready to continue, proceed ahead across the summit ridge. After descending a little, the trail emerges on the edge of an escarpment, with views of the ridge of Schunemunk Mountain (note the communications antennas along the ridge - you’ll be passing right by these antennas later on in the hike). The trail follows rock slabs along the escarpment, studded with pitch pines, then turns left and descends into a valley.\n\nThe trail now climbs a steep, rocky slope and turns right. It soon reaches yet another viewpoint – this one to the north. Beyond this viewpoint, the trail climbs gently to the crest of a ridge. Along the way, a faded red paint blaze and a cairn mark an intersection with an unmarked trail that heads north, roughly paralleling Dark Hollow Brook, but you should continue ahead on the Long Path. After descending a little, the trail turns left and briefly parallels the upper reaches of the brook. It then turns right and climbs steadily to reach an intersection with the Jessup Highlands Trail on the ridge of Schunemunk Mountain.\n\nSlabs climbing southern end of Schunemunk. Photo by Daniel Chazin.Turn left at this intersection, now following the yellow blazes of the Jessup Trail and the teal diamond blazes of the Highlands Trail, in addition to Long Path logo blazes. You’ll be following these three co-aligned trails for the remainder of the hike, but pay particular attention to the yellow Jessup Trail blazes, as the Long Path and Highlands Trail are marked with their logo blazes only at occasional intervals and at junctions.\n\nFor the first part of your hike along the ridge of Schunemunk Mountain, you’ll traverse open slabs of smooth conglomerate rock studded with pitch pines. These open rock slabs alternate with wooded areas. In some places along the ridge, lines of small rocks have been placed to indicate the trail route.\n\nAfter heading south along the ridge for half a mile, you’ll reach the southern boundary of Schunemunk Mountain State Park (marked by signs on the trees that face the opposite direction). Here, an unmarked side trail leaves to the right. Many other unmarked trails intersect the Long Path in the next three miles, but you should take care to follow the yellow blazes of the Jessup Trail, which continue along the crest of the ridge. In another quarter mile, the trail passes an antenna park on the right.\n\nAfter bearing right at a fork, the trail curves to the left and heads towards the eastern side of the ridge. Soon, it emerges onto an open rock ledge, with views to the east. In another half mile, the trail turns sharply right, crosses a small stream, and climbs to the crest of the western side of the ridge. Here, you’ll emerge onto a panoramic west-facing viewpoint – the first broad viewpoint to the west from the crest of the Shawangunk Ridge that you’ve encountered on this hike.\n\nThe trail continues south along the ridge, soon reaching another west-facing viewpoint. It bears left and continues south along the ridge, passing additional viewpoints – first, a limited east-facing viewpoint and then a broader west-facing viewpoint. In half a mile, it climbs to another panoramic west-facing viewpoint.\n\nFor the next mile, the trail follows rather rugged terrain. It descends steeply to a col, then climbs rock ledges and continues along undulating terrain, with a number of ups and downs. Finally, the trail emerges on a rock ledge, with panoramic views on both sides of the ridge – both to the east and to the west. The Shawangunks and the Catskills are visible to the northwest. This is the only viewpoint along the ridge where you can see in both directions.\n\nFrom this final viewpoint of the hike, the trail descends steadily on a woods road. Be alert for a right turn at a fork, where you leave the main woods road and continue to descend on a narrower road. After descending for about half a mile, the trail reaches paved Seven Springs Road, which is closed to vehicular traffic. Turn right and follow the road for about 500 feet to a gate. Your car is in the parking area for Gonzaga Park, on the right.",
    "id": 30
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Schunemunk Mountain Loop from Taylor Road via Jessup, Barton Swamp and Dark Hollow Trails",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "8 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.407553,-74.081725",
    "Overview": "This loop hike climbs to a ridge composed of unusual conglomerate rock, with many viewpoints from open rock ledges dotted with pitch pines.",
    "TIME": 5.5,
    "description": "From the parking area, cross the road and proceed south on the joint Jessup (yellow), Sweet Clover (white) and Highlands (teal diamond) Trails, which climb gently to the crest of a field and then descend to a woods road. To the right, you can see Schunemunk Mountain, which you’ll soon climb.\n\nTurn right on the woods road, going past a chain that blocks off the road. When the white-blazed Sweet Clover Trail leaves to the left, continue ahead, now following the yellow blazes of the Jessup Trail. (You’re also following the Highlands Trail, but the teal-diamond Highlands Trail blazes appear mainly at intersections.) The Jessup Trail crosses a field diagonally to the right, crosses a footbridge over a stream, re-enters the woods, and soon climbs to a woods road, where it turns right.\n\nFollow the yellow blazes along the woods road for about half a mile. Watch for a sharp left turn, where the trail leaves the road and climbs to cross the railroad tracks. This is an active rail line, so be sure to stop, look and listen for approaching trains before crossing.\n\nOn the other side of the tracks, the Jessup Trail turns right, briefly joining the red-blazed Otterkill Trail. It soon reaches the cascading Baby Brook and turns left to parallel the brook. The Otterkill Trail turns right and crosses the brook on a wooden footbridge, but you should continue ahead along the yellow-blazed Jessup Trail, which climbs steadily along the brook. In the next three-quarters of a mile, you’ll climb about 700 feet.\n\nAfter joining a woods road, the trail detours to the right to pass by a beautiful cascade. This is a good place to take a break. Continue ahead along the Jessup Trail, which soon reaches a junction with the red-on-white-blazed Barton Swamp Trail. The Barton Swamp Trail proceeds ahead and to the right, but you should turn left to continue on the yellow-blazed Jessup Trail.\n\nPanoramic Viewpoints\nThe Jessup Trail now climbs – steeply in places – along a ridge formed of the unusual conglomerate bedrock, studded with pebbles of white quartz and pink sandstone, that is characteristic of Schunemunk Mountain. The trail winds through pitch pines and soon reaches the first in a series of panoramic viewpoints. The Hudson River may be seen to the northeast, with the Newburgh-Beacon Bridge visible in the distance, and the East Hudson Highlands beyond. To the west, you can see the western ridge of Schunemunk Mountain.\n\nContinue heading south along the ridge. After climbing another conglomerate outcrop, you’ll reach a second viewpoint. You’re high enough now that you can see over the western ridge of the mountain. The Shawangunks are visible in the distance to the northwest, and on a clear day, you can see the Catskills beyond.\n\nAfter descending slightly and passing through an area with deciduous trees, the Jessup Trail climbs again and reaches a third viewpoint at a junction with the white-blazed Sweet Clover Trail. This is the highest and broadest of the three viewpoints on this section of the Jessup Trail, and you’ll want to pause and take in the panoramic 270-degree view.\n\nBarton Swamp\nWhen you’re ready to continue, turn right onto the white-blazed Sweet Clover Trail, which soon begins to descend. After climbing over a few minor ridges, the trail passes through dense mountain laurel thickets, and the descent steepens. At the base of the descent, you’ll cross Baby Brook (the crossing can be a little tricky when the water is high) and reach a junction with the red-on-white-blazed Barton Swamp Trail.\n\nTurn left and follow the Barton Swamp Trail as it proceeds south along a nearly level route between the two ridges of Schunemunk Mountain. After about 1.3 miles, the blue-on-white-blazed Western Ridge Trail joins from the right. When the two trails diverge a short distance beyond, turn left, now following the blue-on-white blazes of the Western Ridge Trail.\n\nThe Western Ridge Trail steeply climbs the eastern ridge of the mountain. After a very steep pitch, the trail turns right along a ledge and reaches a panoramic west-facing viewpoint. You’ll want to take a short break here to catch your breath and enjoy the view! The trail continues to climb more gradually. Where it proceeds over bare rock surfaces, the trail is marked with blue paint blazes on the rocks and with cairns (small piles of rocks). After traversing an open area of exposed conglomerate bedrock, the Western Ridge Trail ends, on the crest of the eastern ridge, at a junction with the yellow-blazed Jessup Trail and the teal-diamond-blazed Highlands Trail.\n\nThe Megaliths\nTurn left and follow the joint Jessup Highlands Trail, which soon reaches the 1,664-foot-high summit of Schunemunk Mountain (marked on the rock with white paint), which affords a 360̊ view. The Jessup Trail bears left and descends, almost immediately reaching a junction with a white-blazed side trail (also marked by cairns) that leads to the Megaliths – a group of huge blocks that have split off from the bedrock. This is another good place for a break, as the interesting geologic features are complemented by a fine viewpoint to the west.\n\nWhen you feel rested, return to the Jessup Highlands Trail and turn left. In another third of a mile, the black-on-white-blazed Dark Hollow Trail leaves to the right. Turn right onto the Dark Hollow Trail, which crosses several small streams and soon begins a steady descent. The first part of the descent is quite steep, after which the trail crosses Dark Hollow Brook, bears left and reaches a short level stretch. Just before the descent resumes, there is another great view to the east and northeast over the Hudson River and East Hudson Highlands.\n\nAfter another steep stretch, you’ll cross a brook and bear left again. Soon, the trail joins a woods road, which it follows for most of the remainder of the descent. At one point, the trail proceeds straight ahead, cutting off a loop of the road. The final viewpoint of the hike is reached as the trail begins a steep descent to rejoin the woods road.\n\nThe Dark Hollow Trail ends at the base of the descent, just before the railroad tracks. Turn left onto the red-blazed Otterkill Trail, which descends to cross Dark Hollow Brook below an attractive waterfall, then climbs to reach a junction with the white-blazed Sweet Clover Trail. Turn right onto the Sweet Clover Trail and cross the railroad tracks (use extreme caution, as the crossing is on a curve in the tracks, and it is difficult to see or hear approaching trains). Continue to follow the Sweet Clover Trail as it descends through the woods, turns right onto a woods road, then bears left and follows a grassy road through fields. When you reach the junction with the yellow-blazed Jessup Trail, turn right, then left, following the joint Sweet Clover Jessup Trails back to the parking area where the hike began.",
    "id": 31
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Schunemunk Mountain Loop from Otterkill Road ",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "8.5 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.425755,-74.101685",
    "Overview": "This loop hike climbs about 1,500 feet to reach a ridge composed of unusual conglomerate rock, with numerous viewpoints from open rock ledges dotted with pitch pines.",
    "TIME": 6.5,
    "description": "From the parking area, proceed ahead (east) on Otterkill Road for 0.2 mile. About 150 feet before reaching the massive Moodna Viaduct (which spans the valley to the left), turn right onto a footpath, following the white-blazed Trestle Trail, which proceeds uphill rather steeply on a woods road, with the Moodna Viaduct to the left.\n\nIn about 0.1 mile – just before reaching the level of the viaduct – you’ll arrive at a fork in the trail. Here, the red-blazed Otterkill Trail begins to the left, but you should continue to follow the white blazes of the Trestle Trail. The trail continues to climb steeply, first on a woods road, then on a footpath. After you’ve climbed a vertical distance of about 500 feet in less than half a mile, the grade moderates, and the trail turns right onto a woods road. A short distance beyond, a side trail to the right leads to a panoramic west-facing viewpoint, with the Moodna Viaduct visible below to the right. You’ll want to stop here for a break!\n\nThe trail continues to climb on a moderate grade until it reaches the crest of the ridge, where it levels off. A short distance beyond, a side trail to the left leads to a magnificent viewpoint to the north and east from a rock ledge with pitch pines. The Hudson River may be seen in the distance to the northeast, with the East Hudson Highlands beyond.\n\nAbout a mile and a half from the start, the Trestle Trail ends at a junction with the red-dot-on-white-blazed Barton Swamp Trail. Bear right and climb a rock outcrop with pitch pines. The top of the outcrop offers an even more expansive view to the northeast, with the Newburgh-Beacon Bridge visible in the distance. Continue to follow the red-dot-on-white blazes until the Barton Swamp Trail ends at a junction with the aqua-blazed Long Path. Bear left here, following the sign “Long Path South – Western Ridge,” and proceed south on the Long Path.\n\nThe Long Path follows the western ridge of Schunemunk Mountain over conglomerate rock outcrops studded with pebbles of white quartz and pink sandstone. This unusual rock has been smoothed by glacial action, sometimes resembling a level sidewalk. Pitch pines grow out of cracks in the rock. Soon, views appear to the left over the eastern ridge of the mountain, separated from the western ridge by the valley of Baby Brook. In about ten minutes, the Long Path reaches a panoramic west-facing viewpoint. A short distance beyond, you’ll come to a junction with the white-blazed Sweet Clover Trail, which leaves to the left.\n\nContinue ahead on the aqua-blazed Long Path, which follows the western ridge, for about another mile, passing a fascinating deep fissure in the rock to the right of the trail. After a brief descent, you’ll reach a junction with the blue-dot-on-white-blazed Western Ridge Trail. Turn left, leaving the Long Path, and follow the Western Ridge Trail, which descends to the valley. Here, it turns right onto a woods road, briefly joining the red-dot-on-white-blazed Barton Swamp Trail. In about 500 feet, turn left and follow the blue-dot-on-white-blazed Western Ridge Trail as it crosses a wet area and then steeply ascends the eastern ridge of the mountain. The trail bears right and heads south along a rock ledge, with west-facing views, then turns left and continues to climb the ridge. Where the trail proceeds over bare rock surfaces, it is marked with blue paint blazes on the rocks and with cairns (small piles of rocks).\n\nThe Western Ridge Trail ends, on the crest of the eastern ridge, at a junction with the yellow-blazed Jessup Trail and the teal-diamond-blazed Highlands Trail. Turn left and follow the joint Jessup Highlands Trail, which reaches the 1,664-foot-high summit of Schunemunk Mountain – marked on the rock with white paint – in another 0.1 mile. This spot offers a panoramic 360̊ view. The Jessup Highlands Trail bears left and descends, almost immediately reaching a junction with a white-blazed side trail (also marked by cairns) that leads to the Megaliths – a group of huge blocks that have split off from the bedrock. This is a good place for a break, as the interesting geologic features are complemented by a fine viewpoint to the west.\n\nWhen you feel rested, return to the Jessup Highlands Trail and turn left. In another third of a mile, the black-on-white-blazed Dark Hollow Trail leaves to the right. Continue ahead on the Jessup Highlands Trail, soon coming out onto another spectacular viewpoint over the Hudson River and the East Hudson Highlands.\n\nAbout three-quarters of a mile beyond, you’ll reach a junction with the white-blazed Sweet Clover Trail. Turn right, leaving the Jessup Highlands Trail, and follow the Sweet Clover Trail downhill. After passing an east-facing viewpoint, the trail descends on rock step, crosses the northern branch of Dark Hollow Brook, then again approaches the brook just above a series of cascades. The trail descends some more, follows along the side of a hill, then resumes its descent. In this area, portions of the trail have been relocated to avoid eroded sections.\n\nHaving descended over 1,200 feet from the summit, the Sweet Clover Trail arrives at a junction with the red-blazed Otterkill Trail just before reaching the Metro-North railroad tracks. Turn left and follow the Otterkill Trail, which will lead you back to the start of the hike in about two miles. After about a mile, the Otterkill Trail briefly joins the yellow-blazed Jessup Trail. When the Jessup Trail bears left, parallel to the cascading Baby Brook, the Otterkill Trail turns right, crosses the brook, turns left on a woods road, then turns right onto another woods road which follows undulating terrain. After reaching a sweeping east-facing view, with the railroad tracks visible in a rock cut below, the trail descends steadily to Otterkill Road. Turn left on Otterkill Road and follow it back to the parking area.",
    "id": 32
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Schunemunk Mountain Loop from Taylor Road via Dark Hollow and Jessup Trails and Long Path",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "9 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.407553,-74.081725",
    "Overview": "This loop hike climbs to a ridge composed of unusual conglomerate rock, with many viewpoints from open rock ledges dotted with pitch pines.",
    "TIME": 4.5,
    "description": "From the western end of the parking area, cross the road and proceed south on the joint Jessup (yellow), Sweet Clover (white) and Highlands (teal diamond) Trails, which climb gently to the crest of a field and then descend to a woods road. To the right, you can see Schunemunk Mountain, which you'll soon climb.\n\nTurn right onto the woods road. In about 500 feet, you'll come to a junction with the white-blazed Sweet Clover Trail. Turn left onto this trail, which continues along a grassy woods road through a field. At the end of the field, it reenters the woods and turns right, passing old stone walls. When the woods road again curves right, follow the white blazes straight ahead. The trail now climbs to cross railroad tracks. This is an active rail line, so be sure to stop, look and listen for approaching trains before crossing.\n\nOn the opposite side of the tracks, the trail briefly turns left, then immediately turns right and begins a steady climb of the mountain. After a while, the trail levels off and emerges at the edge of a ravine, with views to the east. It then bears right and climbs more steeply. It levels off again, crosses a tributary stream, then passes another east-facing viewpoint.\n\nAfter crossing the northern branch of Dark Hollow Brook, you'll reach a panoramic viewpoint from open rocks. You're now high enough on the mountain to see the Hudson River to the northeast, and the East Hudson Highlands beyond. North and South Beacon Mountains can be identified by the towers on their summits.\n\nYou'll soon pass another viewpoint and, just beyond, reach a junction with the yellow-blazed Jessup Trail (also the route of the teal-diamond-blazed Highlands Trail). Turn left at the junction and head south along the summit ridge, formed of conglomerate rock outcrops studded with pebbles of white quartz and pink sandstone. This unusual rock has been smoothed by glacial action, sometimes resembling a level sidewalk, and pitch pines grow out of cracks in the rock. Along the way, you'll pass two more spectacular east-facing viewpoints.\n\nJust beyond the second viewpoint, you'll reach a junction with the black-on-white-blazed Dark Hollow Trail. This will be your return route, but you'll want to continue ahead for another third of a mile on the Jessup Highlands Trail. After passing through dense mountain laurel thickets, the trail emerges on a large expanse of conglomerate rock, with cairns and white blazes pointing right to the Megaliths. Continue ahead on the yellow-blazed trail for a short distance to the 1,664-foot-high summit of Schunemunk Mountain (marked on the rock with white paint), which affords a 270-degree view to the west and northeast.\n\nRetrace your steps to the junction with the white-blazed side trail, and follow this short trail (also marked by cairns) to the Megaliths - a group of huge blocks that have split off from the bedrock. You'll want to take a break here, as the interesting geologic features are complemented by a fine viewpoint to the west.\n\nWhen you feel rested, return to the Jessup Highlands Trail, turn left and continue back to the junction with the black-on-white Dark Hollow Trail. Turn right onto this trail, which crosses several intermittent streams and soon begins a steady descent. The first part of the descent is quite steep, after which the trail crosses Dark Hollow Brook, bears left and reaches a short level stretch. Just before the descent resumes, there is another great view to the east and northeast over the Hudson River and East Hudson Highlands.\n\nAfter another steep stretch, you'll cross a brook and bear left again. Soon, the trail joins a woods road, which it follows for most of the remainder of the descent. At one point, the trail proceeds straight ahead, cutting off a loop of the road. The final viewpoint of the hike is reached as the trail begins a steep descent to rejoin the woods road.\n\nThe Dark Hollow Trail ends at the base of the descent, just before the railroad tracks. Turn left onto the red-blazed Otterkill Trail, which descends to cross Dark Hollow Brook below an attractive waterfall, then climbs to reach a junction with the white-blazed Sweet Clover Trail. Turn right onto the Sweet Clover Trail and cross the railroad tracks. Continue to follow the Sweet Clover Trail as it descends through the woods, turns right onto a woods road, then bears left and follows a grassy road through a field. When you reach the junction with the yellow-blazed Jessup Trail, turn right, then left, following the joint Sweet Clover Jessup Trails back to the parking area where the hike began.",
    "id": 33
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Schunemunk Mountain Loop from Taylor Road via Sweet Clover, Jessup and Dark Hollow Trails",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "6.5 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.407553,-74.081725 ",
    "Overview": "This loop hike climbs to a ridge composed of unusual conglomerate rock, with many viewpoints from open rock ledges dotted with pitch pines.",
    "TIME": 4.5,
    "description": "From the western end of the parking area, cross the road and proceed south on the joint Jessup (yellow), Sweet Clover (white) and Highlands (teal diamond) Trails, which climb gently to the crest of a field and then descend to a woods road. To the right, you can see Schunemunk Mountain, which you'll soon climb.\n\nTurn right onto the woods road. In about 500 feet, you'll come to a junction with the white-blazed Sweet Clover Trail. Turn left onto this trail, which continues along a grassy woods road through a field. At the end of the field, it reenters the woods and turns right, passing old stone walls. When the woods road again curves right, follow the white blazes straight ahead. The trail now climbs to cross railroad tracks. This is an active rail line, so be sure to stop, look and listen for approaching trains before crossing.\n\nOn the opposite side of the tracks, the trail briefly turns left, then immediately turns right and begins a steady climb of the mountain. After a while, the trail levels off and emerges at the edge of a ravine, with views to the east. It then bears right and climbs more steeply. It levels off again, crosses a tributary stream, then passes another east-facing viewpoint.\n\nAfter crossing the northern branch of Dark Hollow Brook, you'll reach a panoramic viewpoint from open rocks. You're now high enough on the mountain to see the Hudson River to the northeast, and the East Hudson Highlands beyond. North and South Beacon Mountains can be identified by the towers on their summits.\n\nYou'll soon pass another viewpoint and, just beyond, reach a junction with the yellow-blazed Jessup Trail (also the route of the teal-diamond-blazed Highlands Trail). Turn left at the junction and head south along the summit ridge, formed of conglomerate rock outcrops studded with pebbles of white quartz and pink sandstone. This unusual rock has been smoothed by glacial action, sometimes resembling a level sidewalk, and pitch pines grow out of cracks in the rock. Along the way, you'll pass two more spectacular east-facing viewpoints.\n\nJust beyond the second viewpoint, you'll reach a junction with the black-on-white-blazed Dark Hollow Trail. This will be your return route, but you'll want to continue ahead for another third of a mile on the Jessup Highlands Trail. After passing through dense mountain laurel thickets, the trail emerges on a large expanse of conglomerate rock, with cairns and white blazes pointing right to the Megaliths. Continue ahead on the yellow-blazed trail for a short distance to the 1,664-foot-high summit of Schunemunk Mountain (marked on the rock with white paint), which affords a 270-degree view to the west and northeast.\n\nRetrace your steps to the junction with the white-blazed side trail, and follow this short trail (also marked by cairns) to the Megaliths - a group of huge blocks that have split off from the bedrock. You'll want to take a break here, as the interesting geologic features are complemented by a fine viewpoint to the west.\n\nWhen you feel rested, return to the Jessup Highlands Trail, turn left and continue back to the junction with the black-on-white Dark Hollow Trail. Turn right onto this trail, which crosses several intermittent streams and soon begins a steady descent. The first part of the descent is quite steep, after which the trail crosses Dark Hollow Brook, bears left and reaches a short level stretch. Just before the descent resumes, there is another great view to the east and northeast over the Hudson River and East Hudson Highlands.\n\nAfter another steep stretch, you'll cross a brook and bear left again. Soon, the trail joins a woods road, which it follows for most of the remainder of the descent. At one point, the trail proceeds straight ahead, cutting off a loop of the road. The final viewpoint of the hike is reached as the trail begins a steep descent to rejoin the woods road.\n\nThe Dark Hollow Trail ends at the base of the descent, just before the railroad tracks. Turn left onto the red-blazed Otterkill Trail, which descends to cross Dark Hollow Brook below an attractive waterfall, then climbs to reach a junction with the white-blazed Sweet Clover Trail. Turn right onto the Sweet Clover Trail and cross the railroad tracks. Continue to follow the Sweet Clover Trail as it descends through the woods, turns right onto a woods road, then bears left and follows a grassy road through a field. When you reach the junction with the yellow-blazed Jessup Trail, turn right, then left, following the joint Sweet Clover Jessup Trails back to the parking area where the hike began.",
    "id": 34
  },
  {
    "Park": "Schunemunk Mountain State Park",
    "Title": "Schunemunk Mountain Loop from Taylor Road via Jessup Trail, Long Path and Sweet Clover Trail",
    "Region": "Schunemunk Mountain",
    "State": "NY",
    "Length": "7.5 miles",
    "Difficulty": "Strenuous",
    "GPS": "41.407553,-74.081725",
    "Overview": "This loop hike climbs to a ridge composed of unusual conglomerate rock, with many viewpoints from open rock ledges dotted with pitch pines.",
    "TIME": 6.5,
    "description": "From the parking area, cross the road and proceed south on the joint Jessup (yellow), Sweet Clover (white) and Highlands (teal diamond) Trails, which climb gently to the crest of a field and then descend to a woods road. To the right, you can see Schunemunk Mountain, which you’ll soon climb.\n\nTurn right on the woods road, going past a chain that blocks off the road. When the white-blazed Sweet Clover Trail leaves to the left, continue ahead, now following the yellow blazes of the Jessup Trail. (You’re also following the Highlands Trail, but the teal-diamond Highlands Trail blazes appear mainly at intersections.) The Jessup Trail crosses a field diagonally to the right, crosses a footbridge over a stream, re-enters the woods, and soon climbs to a woods road, where it turns right.\n\nFollow the yellow blazes along the woods road for about half a mile. Watch for a sharp left turn, where the trail leaves the road and climbs to cross the Metro-North railroad tracks. This is an active rail line, so be sure to stop, look and listen for approaching trains before crossing.\n\nOn the other side of the tracks, the Jessup Trail turns right, briefly joining the red-blazed Otterkill Trail. It soon reaches the cascading Baby Brook and turns left to parallel the brook. The Otterkill Trail turns right and crosses the brook on a wooden footbridge, but you should continue ahead along the yellow-blazed Jessup Trail, which climbs steadily along the brook. In the next three-quarters of a mile, you’ll climb about 700 feet.\n\nAfter joining a woods road, the trail detours to the right to pass by a beautiful cascade. This is a good place to take a break. Continue ahead along the Jessup Trail, which soon reaches a junction with the red-on-white-blazed Barton Swamp Trail.\n\nTurn right and follow the Barton Swamp Trail, which crosses Baby Brook on rocks and begins a steep climb up the western ridge of the mountain. At the top, the trail turns left and follows a rock ledge, with east-facing views. The trail continues to climb through a cleft in the rock and emerges onto a large expanse of conglomerate rock studded with pitch pines, with even broader views to the northeast. The Newburgh-Beacon Bridge is visible in the distance.West view from The Long Path. Photo by Daniel Chazin.\n\nContinue to follow the red-dot-on-white blazes, passing a junction where the white-blazed Trestle Trail leaves to the right, until the Barton Swamp Trail ends at a junction with the aqua-blazed Long Path. Bear left here, following the sign “Long Path South – Western Ridge,” and proceed south on the Long Path.\n\nThe Long Path follows the western ridge of Schunemunk Mountain over conglomerate rock outcrops studded with pebbles of white quartz and pink sandstone. This unusual rock has been smoothed by glacial action, sometimes resembling a level sidewalk. Pitch pines grow out of cracks in the rock. Soon, views appear to the left over the eastern ridge of the mountain, separated from the western ridge by the valley of Baby Brook. In about ten minutes, the Long Path reaches a panoramic west-facing viewpoint. A short distance beyond, you’ll come to a junction with the white-blazed Sweet Clover Trail, which leaves to the left.\n\nContinue ahead on the aqua-blazed Long Path, which follows the western ridge, for about another mile, passing more viewpoints, as well a fascinating deep fissure in the rock to the right of the trail. After a brief descent, you’ll reach a junction with the blue-dot-on-white-blazed Western Ridge Trail. Turn left, leaving the Long Path, and follow the Western Ridge Trail, which descends to the valley. Here, it turns right onto a woods road, briefly joining the red-dot-on-white-blazed Barton Swamp Trail. In about 500 feet, turn left and follow the blue-dot-on-white-blazed Western Ridge Trail as it crosses a wet area and then steeply ascends theSchunemunk Summit Rock. Photo by Daniel Chazin. eastern ridge of the mountain. The trail bears right and heads south along a rock ledge, with west-facing views, then turns left and continues to climb the ridge. Where the trail proceeds over bare rock surfaces, it is marked with blue paint blazes on the rocks and with cairns (small piles of rocks).\n\nThe Western Ridge Trail ends, on the crest of the eastern ridge, at a junction with the yellow-blazed Jessup Trail and the teal-diamond-blazed Highlands Trail. Turn left and follow the joint Jessup Highlands Trail, which reaches the 1,664-foot-high summit of Schunemunk Mountain – marked on the rock with white paint – in another 0.1 mile. This spot offers a 360° view. The Jessup Highlands Trail bears left and descends, almost immediately reaching a junction with a white-blazed side trail (also marked by cairns) that leads to the Megaliths – a group of huge blocks that have split off from the bedrock. This is a good place for a The Megaliths. Photo by Daniel Chazin.break, as the interesting geologic features are complemented by a fine viewpoint to the west.\n\nWhen you feel rested, return to the Jessup Highlands Trail and turn left. In another third of a mile, the black-on-white-blazed Dark Hollow Trail leaves to the right. Continue ahead on the Jessup Highlands Trail, soon coming out onto another spectacular viewpoint over the Hudson River and the East Hudson Highlands.\n\nAbout three-quarters of a mile beyond, after going by yet another viewpoint, you’ll reach a junction with the white-blazed Sweet Clover Trail. Turn right, leaving the Jessup Highlands Trail, and follow the Sweet Clover Trail downhill. After passing an east-facing viewpoint, the trail descends on rock steps, crosses the northern branch of Dark Hollow Brook, then again approaches the brook just above a series of cascades. The trail descends some more, follows along the side of a hill, then resumes its descent, with portions of the trail having been relocated to avoid eroded sections.\n\nHaving descended over 1,200 feet from the summit, the Sweet Clover Trail arrives at a junction with the red-blazed Otterkill Trail just before reaching the Metro-North railroad tracks. Turn left onto the Otterkill Trail, then almost immediately turn right and cross the railroad tracks (use extreme caution, as the crossing is on a curve in the tracks, and it is difficult to see or hear approaching trains). Continue to follow the Sweet Clover Trail as it descends through the woods, turns right onto a woods road, then bears left and follows a grassy road through fields. When you reach the junction with the yellow-blazed Jessup Trail (also the route of the teal diamond-blazed Highlands Trail), turn right, then left, following the joint Sweet Clover Jessup Highlands Trails back to the parking area where the hike began.",
    "id": 35
  },
  {
    "Park": "Rockleigh Woods Sanctuary",
    "Title": "Rockleigh Woods Sanctuary and Lamont Reserve Loop",
    "Region": "Palisades",
    "State": "NJ",
    "Length": "2.5 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.003885,-73.925543",
    "Overview": "This hike loops around this sanctuary, on the western slope of the Palisades, climbing a scenic ravine along a cascading stream.",
    "TIME": 1.5,
    "description": "This hike traverses two preserved tracts on the western slope of the Palisades - the 84-acre Rockleigh Woods Sanctuary, located in the Borough of Rockleigh, which purchased it in 1975, and the 134-acre Lamont Reserve, located in the Borough of Alpine, and purchased jointly by the County of Bergen, the Borough of Alpine and the Borough of Rockleigh in 1996. Both tracts were formerly part of Camp Alpine of the Greater New York Councils, Boy Scouts of America.\n\nFrom the parking area, follow a handicapped-accessible path to a playground, where three blue blazes on a trail mark the start of the Hutcheon Trail. Follow this blue-blazed trail past a \"Green Acres\" sign into the woods.\n\nIn a short distance, you'll notice a triple yellow blaze on a tree to the right. Turn right and follow the yellow-blazed Sneden-Haring Trail, which heads south, closely paralleling the sanctuary boundary. Continue to follow this trail as it turns right and crosses a brook on a culvert. To the right is the Sneden Ice Pond (the level of the pond is currently low because the dam has been breached). Just beyond, the trail turns left at a signpost.\n\nAs the trail approaches a wider brook, three red blazes on the right mark the start of the Roaring Ravine Trail. Turn left and follow this red-blazed trail uphill. The scenic trail parallels the cascading Roaring Brook, first on the level of the brook, then high above it. As it approaches the top of the western slope of the Palisades, the trail moves away from the brook.\n\nNear the top, the red-blazed trail ends at an intersection with a wide woods road - the route of the yellow-blazed Lamont Loop. Turn right and follow this trail, which crosses Roaring Brook on rocks and, just beyond, turns right, leaving the road. The trail now begins to descend, first gradually and then more steeply.\n\nAs the trail nears the base of the slope, it bears left and again descends more gradually. Soon, you'll come to an intersection with the Hutcheon Trail. Turn sharply right and follow the blue blazes, which soon join a woods road and level off.\n\nUpon reaching a deeply eroded section of the road, the blue-blazed trail turns left and descends. A short distance beyond, the trail reaches Roaring Brook. It turns left, briefly parallels the brook, then turns right and crosses it on rocks. On the other side, it crosses the red-blazed Roaring Ravine Trail (which you followed up the hill).\n\nContinue ahead on the blue-blazed trail, which makes a short climb, then begins a gradual descent, crossing a stone bridge over a brook. Follow the blue-blazed trail all the way back to the parking area where the hike began.",
    "id": 36
  },
  {
    "Park": "Rockleigh Woods Sanctuary",
    "Title": "Rockleigh Woods Sanctuary and Lamont Reserve Loop#2",
    "Region": "Palisades",
    "State": "NJ",
    "Length": "2.5 miles",
    "Difficulty": "Moderate",
    "GPS": "41.003885,-73.925543",
    "Overview": "This loop hike climbs to the highest point in the sanctuary, passing the interesting Lamont Rock and two old stone cisterns on the way down.",
    "TIME": 1.5,
    "description": "From the parking area, follow a handicapped-accessible path to a playground, where three blue blazes on a tree mark the start of the Hutcheon Trail. Follow this blue trail past a \"Green Acres\" sign into the woods. In a short distance, you'll notice two sets of triple yellow blazes. These mark the start of the yellow-blazed Sneden-Haring-Lamont Trail. Continue ahead, now following both yellow and blue blazes.\n\nWhen the two trails diverge, turn left to continue on the yellow trail, which immediately crossAlong the white trail. Photo by Daniel Chazin.es a wet area on rocks and begins to climb along an old woods road. After crossing a brook on rocks, the road becomes deeply eroded, and the trail has been relocated to a parallel route.\n\nAfter rejoining the old road, the yellow trail passes the upper end of the red-blazed Roaring Ravine Trail and crosses Roaring Brook on rocks. Just beyond, at a junction with the white-blazed Lamont Rock Trail, follow the yellow trail as it turns right, leaving the road. The white and yellow trails are coaligned for about 50 feet. When the trails diverge, bear left to continue along the white trail, which follows a footpath through the woods, climbing gradually. Near the crest of the rise, the white trail turns sharply right and is joined by the Red Circle Trail of Camp Alpine, Greater New York Councils, Boy Scouts of America.\n\nFollow the joint white and red trails as they climb on a footpath to the highest point in the preserve (440 feet), from where the Hudson River can be seen through the trees during leaf-off season. Here, the trails turn left and begin to descend. Just before passing Lamont Rock. Photo by Daniel Chazin.Lamont Rock (a huge boulder) on the right, the Red Circle Trail leaves to the left, but you should bear right and continue to follow the white trail.\n\nThe white trail continues to descend more steeply, crossing an old stone wall and, further down the hill, passing between two old stone cisterns. Just beyond, you'll come to a T-intersection. Here, the white trail turns right, but you should turn left onto the yellow-blazed Sneden-Haring-Lamont Trail, which continues to descend more gradually. In a short distance, the blue-blazed Hutcheon Trail begins on the right, but you should continue ahead on the yellow trail, which climbs a little, then turns right and continues to descend. Soon, the yellow trail bears right again and begins to head north.\n\nThe yellow trail parallels the sanctuary's boundary, crossing several small brooks on rocks. When it reaches the wider Roaring Brook, it turns right, parallels the brook for a short distance, then turns left and crosses the brook on rocks (if the water is high, you may wish to cross on a fallen log just upstream). The blue trail briefly joins here, and the red trail begins to the right, but you should continue ahead on the yellow trail, which makes several turns. When the yellow trail ends at a triple blaze, turn left and follow the blue trail back to the parking area where the hike began.",
    "id": 37
  },
  {
    "Park": "Rockleigh Woods Sanctuary",
    "Title": "Rockleigh Woods Sanctuary and Lamont Reserve Loop#3",
    "Region": "Palisades",
    "State": "NJ",
    "Length": "2.4 miles",
    "Difficulty": "Moderate",
    "GPS": "41.003885,-73.925543",
    "Overview": "This hike loops around this sanctuary, on the western slope of the Palisades, climbing a scenic ravine along a cascading stream and passing several features of historical interest.",
    "TIME": 1.5,
    "description": "This hike traverses two preserved tracts on the western slope of the Palisades – the 84-acre Rockleigh Woods Sanctuary, located in the Borough of Rockleigh, which purchased it in 1975, and the 134-acre Lamont Reserve, located in the Borough of Alpine, and purchased jointly by the County of Bergen, the Borough of Alpine and the Borough of Rockleigh in 1996. Both tracts were formerly part of Camp Alpine of the Greater New York Councils, Boy Scouts of America.\n\nFrom the parking area, follow a handicapped-accessible path to a playground, where three blue blazes on a tree to the right mark the start of the Hutcheon Trail. Follow this blue-blazed trail past a “Green Acres” sign into the woods.\n\nIn a short distance, you’ll notice a triple yellow blaze on a tree to the right. Turn riScene along the white trail. Photo by Daniel Chazin.ght and follow the yellow-blazed Sneden-Haring Trail, which heads south, closely paralleling the sanctuary boundary. Continue to follow this trail as it turns right and crosses a brook on a culvert. To the right is the Sneden Ice Pond (the level of the pond is currently low because the dam has been breached). Just beyond, the trail turns left at a signpost.\n\nAs the trail approaches the wide Roaring Brook, the blue-blazed Hutcheon Trail joins from the left, and both trails cross the brook on rocks (the crossing can be difficult when the water is high). On the other side, turn left and follow the blue blazes, which parallel the brook. Soon, you’ll notice a triple-orange blaze, which marks the start of the Brook Connector Trail, on a tree to the left. Turn left and follow this trail, which continues to parallel the scenic Roaring Brook, with views of the cascades in the brook below.\n\nAfter climbing along the brook for a quarter mile, the Brook Connector Trail ends at a junction with the white-blazed Lamont Rock Trail. Turn right onto this trail, which descends briefly, then bears left, crosses an old, eroded woods road and passes by an area with many trees toppled during Hurricane Sandy. The Lamont Rock Trail briefly joins the yellow-blazed Sneden-Haring-Lamont Trail, but when the two trails diverge, turn left and continue to follow the white blazes.\n\nCisterns along the white trail. Photo by Daniel Chazin.The Lamont Rock Trail now climbs steadily, soon passing two old stone cisterns.  It continues to climb to Lamont Rock (a huge boulder), on the left. Just beyond, the white trail turns left and is joined by the Red Circle Trail of Camp Alpine, Greater New York Councils, Boy Scouts of America. Follow the joint white and red trails as they climb on a footpath to the highest point in the preserve (440 feet), from where the Hudson River can be seen through the trees during leaf-off season.\n\nThe joint trails now turn right and begin to descend. Soon, the Red Circle Trail leaves to the right, but you should turn left and continue along the white-blazed Lamont Rock Trail. In about 0.2 mile, the yellow-blazed Sneden-Haring-Lamont Trail joins from the left, and the Lamont Rock Trail ends just beyond.\n\nBear left and follow the yellow trail along a wide woods road, crossing Roaring Brook on rocks. A short distance beyond, turn left onto the red-blazed Roaring Brook Trail and follow it as it descends along the north side of the brook. At the base of the descent, the Roaring Brook Trail ends at a junction with the blue-blazed Hutcheon Trail. Turn right onto the blue-blazed trail, which descends gradually, crossing a stone bridge over a brook, and follow it all the way back to the parking area where the hike began.",
    "id": 38
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Cupsaw Mountain Loop from Shepherd Lake",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "2.5 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.136617,-74.232903 ",
    "Overview": "This lollipop-loop hike parallels Cupsaw Brook, passing an attractive cascade, and climbs to a shelter on the ridge of Cupsaw Mountain.",
    "TIME": 2,
    "description": "Walk back towards the entrance booth but turn right, just before reaching the booth, at a sign that designates the red-blazed Ringwood-Ramapo Trail. This trail is marked with both red-on-white metal blazes and solid red blazes on brown plastic wands. You’ll also notice many grey blazes on trees along the trail; these were used to obliterate the solid red paint blazes that formerly marked the trail. For the most part, the grey blazes do indicate the correct trail route.\n\nThe trail enters the woods on a wide woods road, immediately crossing a seasonal stream. You may hear gunshot sounds in the distance. These come from the Thunder Mountain Shooting Range, located less than half a mile south of the Shepherd Lake parking area (you’ll be heading west and north, away from the range). Unfortunately, though, the sounds of gunfire can often be heard for much of the hike.\n\nIn a short distance, follow the red-on-white blazed trail as it bears right, leaving the road, and descends on a rocky footpath towards Cupsaw Brook, the outlet of Shepherd Lake. As you reach the base of the descent, you’ll notice an interesting cascade to the right, just off the trail. The trail bears left, parallels the brook, then crosses it on a sturdy wooden bridge (built in 2006 as an Eagle Scout project).\n\nJust beyond the bridge, the blue-blazed Cupsaw Brook Trail joins from the right. Continue ahead, now following both red-on-white and blue blazes on a relatively level footpath. Soon, you’ll cross a seasonal stream on rocks adjacent to a large blowdown (the crossing might be difficult during periods of high water).\n\nIn another quarter of a mile, you’ll come to a T-intersection with a woods road. Turn right and immediately cross another tributary stream on rocks. Just beyond, you’ll reach another junction, where the two trails separate. The Cupsaw Brook Trail continues ahead on the woods road, but you should turn right, now once again following only the red-on-white blazes of the Ringwood-Ramapo Trail.\n\nAfter crossing yet another tributary stream, you’ll pass an interesting cracked boulder to the left of the trail. The trail continues along a rocky footpath and soon begins to climb steadily. After passing some interesting boulders to the right, the trail briefly dips into a hollow, then continues to climb rather steeply to the top of the ridge of Cupsaw Mountain.\n\nAtop the ridge is a wooden shelter, built by the “Hiking, Eating, Arguing and Puzzle-Solving Club of the Cooper Union.” The land on which the shelter is located, purchased by the State of New Jersey in 1978, was formerly part of the Green Engineering Camp of the Cooper Union for the Advancement of Science and Art, of New York City. Although camping is no longer permitted at the shelter, and it is not well maintained, it is still the site of an annual gathering of the Cooper Union Alumni Association.\n\nAfter resting from the climb, continue ahead on the Ringwood-Ramapo Trail. In about 200 feet, you’ll reach a junction where the Ringwood-Ramapo Trail turns left, but you should continue ahead on a woods road, now following the yellow blazes of the Cooper Union Trail, which comes in from the left. The trail climbs briefly and then descends steadily along the road, with views of the mountains to the west through the trees when the leaves are down. Soon, the sounds of traffic on nearby Sloatsburg Road may be heard.\n\nJust before reaching the base of the descent, be alert for a triple-blue blaze on a tree to the left, which marks the start of the Cupsaw Brook Trail. Turn right and follow this blue-blazed trail, which climbs back up the ridge of Cupsaw Mountain, then descends rather steeply to a T-intersection with a woods road. Turn right onto the road, which levels off. Soon, you’ll reach another junction, where you again turn right.\n\nThe trail briefly approaches Cupsaw Brook, then moves away from it. After some more level walking, you’ll return to the junction where the Cupsaw Brook Trail intersects the red-on-white-blazed Ringwood-Ramapo Trail. Turn left onto the Ringwood-Ramapo Trail and retrace your steps, crossing the wooden bridge over Cupsaw Brook and following the red-on-white blazes back to the parking area where the hike began.",
    "id": 39
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Ringwood-Ramapo Blue Crossover Trails Loop from Skylands Manor",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "8.5 miles",
    "Difficulty": "Moderate",
    "GPS": "41.127009,-74.240001 ",
    "Overview": "This loop hike traverses remote, less-visited areas of the park, mostly along gently-graded carriage roads, passing several panoramic viewpoints and scenic Gatum Pond.",
    "TIME": 5,
    "description": "From the parking area, turn left onto a paved park road, the route of the white-blazed Crossover Trail. The trail proceeds through the grounds of Skylands Manor, which feature various exotic trees. You'll pass to the right of a greenhouse and an English Tudor guest house with a sundial clock on its chimney.\n\nFollow the Crossover Trail as it turns left onto an unpaved carriage road which follows the western base of Mount Defiance. In about a quarter of mile, you'll cross a stream and pass between two concrete posts. Just beyond, the green-on-white-blazed Halifax Trail begins to the left. Turn left onto the Halifax Trail, which climbs Mount Defiance on gentle switchbacks, following the route of an old carriage road, which has narrowed in places to a footpath. As you reach the crest of the ridge, impressive cliffs come into view on the left. Just beyond, you'll reach a junction (marked by a cairn) with the red-on-white blazed Ringwood-Ramapo Trail.\n\nTurn right onto the Ringwood-Ramapo Trail, which you'll be following for the next two and one-half miles. In about 350 feet, you'll notice a large rock outcrop on your right. Climb the outcrop to reach a panoramic west-facing view. Below in the foreground are the New Jersey State Botanical Gardens at Skylands Manor, with the manor house visible through the trees to the right. The Wanaque Reservoir may be seen to the left, with the Wyanokie Mountains in the distance. This is a good place to take a break.\n\nAfter taking in the view, return to the red-on-white trail and turn right (south). In about a quarter of a mile, the trail turns left onto a wide gravel road. It climbs a little, then gradually descends towards the east side of the ridge. Soon, you'll reach a T-intersection. The carriage road that you cross here is the route of the white-blazed Crossover Trail, which will be your return route. For now, though, continue straight ahead along a rougher woods road, with many exposed rocks.\n\nA short distance ahead, you'll reach a graffiti-scarred ledge, known as Warm Puppy Rock, with views to the west. Here, the trail turns left and descends on a footpath, passing another rock ledge to the left with east-facing views. At the base of the descent, the trail briefly turns right onto a carriage road, then immediately turns left and renters the woods, crossing a stream on a flat rock and passing through a stand of bamboo - a non-native plant, rarely seen in the Ramapos. Just beyond, at a T-intersection, the trail turns left on a wide fire road, which it follows for 0.2 mile.\n\nAt a large brown trail marker, the Ringwood-Ramapo Trail turns right, leaving the fire road, and ascends on a footpath. After crossing a stream on a single-plank bridge, it reaches a T-intersection, turns left, and climbs along a woods road. It soon bears left, leaving the road, and continues to ascend on a footpath, with broad switchbacks. Near the crest of the ridge, it turns left, rejoining the woods road, then descends to cross a stream on a wooden bridge. Just beyond, the trail crosses a woods road and continues ahead into the woods on a footpath, which soon curves to the right.\n\nAfter climbing gradually to a ridge, with views over the valley below to the left, the Ringwood-Ramapo Trail turns left and descends into the valley. Watch for three blue-on-white blazes on the left that mark the start of the Blue Trail. Turn left, leaving the Ringwood-Ramapo Trail, and follow the Blue Trail, which immediately crosses High Mountain Brook on a wooden bridge and begins to climb on a footpath. It soon turns left onto a woods road, which climbs gradually to the crest of the ridge. Near the top, you'll pass a small pond to the right, after which the grade briefly steepens, but the trail soon begins a slight descent. It crosses a stream on a wooden bridge and, a short distance beyond, reaches a junction with the yellow-blazed Hoeferlin Memorial Trail.\n\nTurn left onto the Hoeferlin Memorial Trail, which crosses a stream and climbs a rocky footpath to reach a panoramic view from Ilgenstein Rock. Bear Swamp Lake is below, with Drag Hill and Rocky Mountain in the background. On clear days, the Manhattan skyline may be visible on the horizon to the right. Here, the white-blazed Crossover Trail joins from the right. You'll be following the Crossover Trail all the way back to the parking area.\n\nFollow the joint yellow-and-white-blazed trails as they proceed north on a rocky footpath. In half a mile, the two trails split. Turn left, following the white-blazed Crossover Trail, which soon widens into a woods road. In another half a mile, follow the white blazes as they turn left, leaving the woods road, and descend rather steeply to reach a wide carriage road. The trail turns left and continues to descend along the road. After bearing left at a Y-intersection, then right at the next intersection, the trail runs along an old cable fence, with an open field beyond and Brushwood Pond visible in the distance. This section of the park is more heavily used, and you may encounter bicyclists along the trail.\n\nBear right at the next Y-intersection and descend along a winding woods road. Soon, you'll pass Gatum Pond, just to the right of the trail. Stone steps lead down to the water's edge, and this tranquil setting is another good spot for a break. Just beyond, follow the white blazes as they turn left and descend along a short footpath to another carriage road. The trail briefly follows the road, turns right onto a footpath, then - after crossing another road on the way - turns right onto a carriage road.\n\nAfter crossing a wide woods road, the Crossover Trail climbs gradually to a junction with the Ringwood-Ramapo Trail. You followed this red-blazed trail earlier in the hike, but now you should continue straight ahead along the white-blazed Crossover Trail, which soon curves to the right and begins to head north. Continue to follow the white blazes along the base of Mount Defiance, then turn right on the paved road at Skylands Manor and follow it back to Parking Area A, where the hike began.",
    "id": 40
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Shepherd Lake Mount Defiance Skylands Manor Loop from Ringwood Manor",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "5.5 miles",
    "Difficulty": "Moderate",
    "GPS": "41.139332,-74.253416 ",
    "Overview": "This loop hike runs along Shepherd Lake, climbs to several viewpoints on Mount Defiance and traverses the historic Skylands Manor area.",
    "TIME": 3.5,
    "description": "From the trailhead, follow the red-on-white-blazed Ringwood-Ramapo Trail, which proceeds east, crossing two wooden bridges over the Ringwood River and then crossing the heavily-traveled Sloatsburg Road. About 100 feet beyond Sloatsburg Road, the white-blazed Crossover Trail leaves to the right. This will be your return route, but you should continue ahead on the red-on-white blazed Ringwood-Ramapo Trail, which ascends Cupsaw Mountain. As the trail nears the crest of the ridge, the climb steepens.\n\nAt the ridgetop, the yellow-blazed Cooper Union Trail joins from the right, and both trails run jointly for 200 feet, descending to a woods road. Here, the Cooper Union Trail leaves to the left, but you should continue to follow the Ringwood-Ramapo Trail, which turns right, soon reaching a shelter built by \"The Hiking, Eating, Arguing and Puzzle-Solving Club of the Cooper Union\" (this land, now part of Ringwood State Park, was once owned by Cooper Union). The trail now descends into a rocky valley where it turns left onto a woods road, joining the blue-blazed Cupsaw Brook Trail.\n\nFollow the joint trails, which cross a stream on rocks, then turn left, leaving the woods road. (In this area, the Ringwood-Ramapo Trail is marked by both red-on-white blazes and brown wands with solid red blazes.) After traversing a wet area, the blue-blazed Cupsaw Brook Trail leaves to the left. Continue ahead on the Ringwood-Ramapo Trail, which turns right and crosses Cupsaw Brook on a wooden bridge. After passing a cascade to the left, the trail bears right, away from the brook, and begins a steady ascent. At the top of the climb, the trail turns left onto a woods road and soon reaches a paved road at a traffic circle near Shepherd Lake.\n\nThe trail turns right on the paved road, then immediately left, following the sign in the middle of the traffic circle for the boat launch. It proceeds straight ahead on a gravel road which runs along the south shore of the lake, soon passing the boathouse and a kiosk, where an orange-blazed trail begins. Continue along the road, now following both red-on-white and orange blazes. In about a third of a mile, both trails turn right, leaving the road. Continue to follow the blazed trails, which head uphill on a footpath. At an intersection with a woods road, the orange-blazed trail turns left, but you should continue ahead, now following only the red-and-white blazes of the Ringwood-Ramapo Trail.\n\nThe trail climbs to the top of a rise, then descends to cross a mountain bike trail. Continue ahead on the red-on-white-blazed trail, which passes an old stone foundation to the left. After crossing a gas pipeline, the trail begins to climb the northern shoulder of Mount Defiance, first gradually, then more steeply. Before reaching the 1,040-foot summit, there is a view to the west over Ringwood Manor and the Cupsaw Lake area.\n\nThe trail descends steeply from the summit and continues along the ridge, paralleling impressive cliffs on the right. At the end of the cliffs, the green-and-white-blazed Halifax Trail comes in from the right and briefly joins the Ringwood-Ramapo Trail. You will soon head down the mountain on the Halifax Trail, but for now, continue ahead for another 350 feet along the Ringwood-Ramapo Trail until you see a large rock outcrop to the right of the trail.\n\nClimb this outcrop, which is studded with cedar trees, to reach a panoramic view from the top. The New Jersey State Botanical Gardens at Skylands Manor may be seen in the foreground, with the Wyanokies in the distance. The Wanaque Reservoir is visible to the left. This is a good place for a break.\n\nWhen you're ready to continue, retrace your steps on the Ringwood-Ramapo Trail back to the junction with the Halifax Trail. Turn left (west), following the green-on-white blazes, which climb over a small rise and then level off. Just before the trail begins a steady descent, you'll reach a fork. The trail heads left here, but you may wish to follow an unmarked path to the right which leads up to a rock outcrop with a view over the gardens of Skylands Manor.\n\nContinue down the mountain on the green-on-white-blazed trail, which follows a series of gradual switchbacks - the remnants of an old carriage road. At the base of the descent, where the green-on-white trail ends, turn right onto the white-blazed Crossover Trail, which follows a gravel road along the base of the mountain. When you reach a paved road, turn right and follow the road through the grounds of Skylands Manor, passing an English Tudor guest house with a sundial clock on its chimney to the right.\n\nJust beyond a greenhouse, you'll reach a road junction at the entrance to Parking Area A. The double blaze seems to indicate a right turn into the parking area, but you should instead bear left and then immediately turn right and follow the park access road downhill, passing between two stone eagles that once adorned New York City's Pennsylvania Station. After crossing an intersecting road, follow the white blazes as the trail bears left, reenters the woods, and descends steadily, passing through some wet areas. At the base of the descent, the trail turns right and follows the route of a buried gas pipeline to paved Morris Road.\n\nTurn left on the paved road, cross a stone-walled bridge over Cupsaw Brook, then follow the white blazes as they turn right and reenter the woods, passing a stone foundation to the right. The white-blazed Crossover Trail climbs gradually to reach a T-intersection with a woods road - the route of the yellow-blazed Cooper Union Trail. Turn left, briefly following the joint route of the two trails, then turn right at the next T-intersection and follow the white blazes along a relatively level woods road for about half a mile. The white trail ends at a junction with the red-on-white blazed Ringwood-Ramapo Trail just east of Sloatsburg Road. Turn left and follow the red-on-white trail across the road and the stream, back to the parking area where the hike began.and the stream, back to the parking area where the hike began.",
    "id": 41
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Ringwood-Ramapo Hoeferlin  Pierson Ridge Trails Loop from Skylands Manor",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "10.6 miles",
    "Difficulty": "Moderate to Strenuous",
    "GPS": "41.127009,-74.240001 ",
    "Overview": "This loop hike traverses remote, less-visited areas of Ringwood State Park, passing a number of scenic viewpoints.",
    "TIME": 6.5,
    "description": "From the parking area, turn left onto a paved park road, the route of the white-blazed Crossover Trail. The trail proceeds through the grounds of Skylands Manor, which feature various exotic trees. You'll pass to the right of a greenhouse and an English Tudor guest house with a sundial clock on its chimney.\n\nFollow the Crossover Trail as it turns left onto an unpaved carriage road which follows the western base of Mount Defiance. The trail continues ahead on the shaded carriage road for about half a mile, then turns left and begins a gradual ascent on a woods road blocked off by a boulder. At the crest of the ridge, the red-on-white blazed Ringwood-Ramapo Trail crosses. (The junction is marked by red-tipped brown plastic wands on either side of the Crossover Trail.)\n\nTurn right onto the Ringwood-Ramapo Trail, which you'll be following for the next three and one-half miles. Soon, you'll reach a graffiti-scarred rock ledge with views to the west. Here, the trail turns left and descends on a footpath, passing another rock ledge to the left with east-facing views. At the base of the descent, the trail briefly turns right onto a carriage road, then immediately turns left and renters the woods, crossing a stream on a flat rock and passing a swampy area to the right. Just beyond, at a T-intersection, the trail turns left on a wide fire road, which it follows for 0.2 mile.\n\nAt a brown plastic wand marker, the trail turns right, leaving the fire road, and ascends on a footpath. After crossing a stream on a single-plank bridge, it reaches a T-intersection, turns left, and continues to ascend on a woods road. It reaches the crest of the ridge and then descends to cross a stream on a wooden bridge. Just beyond, the trail crosses a woods road and continues ahead into the woods on a footpath, which soon curves to the right.\n\nAfter climbing gradually to a ridge, the Ringwood-Ramapo Trail turns left and descends into a valley. It briefly joins a woods road, then immediately turns left, leaving the road, and begins to parallel High Mountain Brook to the left. About two miles from its junction with the Crossover Trail, the Ringwood-Ramapo Trail turns left, crosses the brook on rocks, and begins to climb the ridge to the east, It traverses several rocky areas and then continues on switchbacks. Leveling off on a shoulder of the ridge, the trail passes a cliff and boulder slope to the left and crosses a stream.\n\nAfter climbing a rocky slope and crossing another stream on the way, the Ringwood-Ramapo Trail approaches the crest of the ridge. To the west, there are views through the trees over the Erskine Lakes, with the Wanaque Reservoir and the dam of the Monksville Reservoir in the background. After descending slightly, the Ringwood-Ramapo Trail regains the crest of the ridge and ends at a junction with the yellow-blazed Hoeferlin Memorial Trail.\n\nTurn sharply left and follow the Hoeferlin Memorial Trail north along the ridge. After a relatively level stretch, the trail dips to cross a stream in a ravine and climbs to reach the west-facing Erskine Lookout, where the Green Trail leaves to the right. The Wyanokies are visible in the distance, with the Wanaque Reservoir in the foreground.\n\nContinue along the Hoeferlin Memorial Trail, which descends to the northeast. After crossing a stream, it climbs a rocky footpath to reach a panoramic view from Ilgenstein Rock. Bear Swamp Lake is below, with Drag Hill and Rocky Mountain in the background. On clear days, the Manhattan skyline may be visible on the horizon to the right. Here, the white-blazed Crossover Trail joins from the right.\n\nFollow the joint yellow-and-white-blazed trails as they proceed north on a rocky footpath. In half a mile, the two trails split. Turn left, following the white-blazed Crossover Trail, which soon widens into a woods road. When the white blazes turn left, leaving the woods road, continue ahead on the woods road, the route of the blue-blazed Pierson Ridge Trail.\n\nThe Pierson Ridge Trail heads north, following woods roads along the ridge. Another woods road will leave to the right, a wider woods road will join from the left, and then yet another side road will go off to the right. In each case, continue ahead on the main woods road, avoiding these side roads. The blazing of this trail is sparse, and not all junctions are marked, but the trail remains on the main woods road that follows the ridge. After about half a mile, the trail begins to descend and, about a mile from its start, it crosses the cleared route of a gas pipeline.\n\nJust beyond the pipeline crossing, the green-on-white blazed Halifax Trail crosses (there are brown plastic wands with green paint on either side of the crossing). Turn left, leaving the woods road, and follow the Halifax Trail, which climbs on a winding footpath to the top of the Pierson Ridge, then descends. On the way down, it crosses a gas pipeline and a woods road, and it cuts across a hairpin turn in another woods road. At the base of the descent, it turns right on a woods road and passes between the two Glasmere Ponds, then turns left at a T-intersection.\n\nJust beyond, follow the green-on-white-blazed trail as it turns right, leaving the woods road, and begins to climb Mt. Defiance on a series of switchbacks. In about half a mile, you'll reach the crest of the ridge, where the red-blazed Ringwood-Ramapo Trail crosses. Continue ahead on the Halifax Trail. In another 500 feet, as the Halifax Trail bears left and begins to descend, you'll notice a side trail that bears right. Follow this trail, which leads uphill to a viewpoint. The New Jersey Botanical Gardens at Skylands Manor may be seen in the foreground, with the Wyanokies in the distance.\n\nAfter taking in the view, return to the main trail and turn right. The Halifax Trail now descends on another long series of switchbacks (the remains of an old carriage road), ending - at the base of the descent - at a junction with the white-blazed Crossover Trail. Turn right and follow the Crossover Trail for 0.3 mile back to the parking lot where the hike began.",
    "id": 42
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Manor Trail from Ringwood Manor",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "3 miles",
    "Difficulty": "Easy to Moderate",
    "GPS": "41.139332,-74.253416",
    "Overview": "This loop hike passes a scenic pond and several features of historical interest.",
    "TIME": 2,
    "description": "From the parking area, follow the footpath that leads along the rear of the manor house. Near the end of house, turn right and climb the stone steps. At the top of the steps, turn left on a dirt road. You now begin to follow the blue blazes of the Manor Trail, which will be your route for the rest of the hike.\n\nIn another 300 feet, you’ll reach a Y-intersection where the Manor Trail divides into two routes. Bear right onto a grassy woods road to follow the loop in a counter-clockwise direction. Soon, you’ll reach another Y-intersection. The White Trail begins on the right, but you should bear left to continue on the blue-blazed Manor Trail. After passing through an area where the thick understory forms a canopy overhead, the trail bears right, leaving the road (which has been blocked off by branches). It continues on a footpath through a rocky, wet area, crossing several small tributary streams. After crossing a wider stream, you’ll notice a flooded 30-foot-wide excavation on the right.\n\nThe Manor Trail now traverses undulating terrain, with several minor ups and downs. After leveling off, it crosses the yellow-blazed Hasenclever Iron Trail, then descends to cross another wide stream. It briefly parallels the stream, then bears left, away from the stream, and ascends gradually on a rocky footpath.\n\nAt the top of the climb, the trail crosses the route of a gas pipeline (not marked on the ground) and reaches a woods road. The trail turns left here, but you should turn right and follow the woods road a short distance to reach a west-facing viewpoint, with power lines in the valley below. The hills across the valley are part of the section of Sterling Forest purchased by Passaic County in 1990 as a county park and now administered by the Palisades Interstate Park Commission. The valley once was the site of several iron mines, including the Hope and Peters Mines. The Peters Mine was opened around 1740 and produced iron ore for over 200 years. You have now reached the midpoint of the hike.\n\nAfter taking in the view, retrace your steps to the trail and continue ahead on the road as the blue blazes joinCables embedded in the trail. Photo by Daniel Chazin. from the left. Soon, the trail begins a gradual descent. In half a mile, you will notice long strands of one-inch-thick twisted-strand wrought iron cables imbedded in the trail. These iron cables are remnants of mining activity during the nineteenth century at the nearby Hope and Peters Mines. It is possible that they were intended for use in a gravity conveyor system for the iron ore, constructed in 1858 but apparently never put into successful operation.\n\nThe trail now approaches Margaret King Avenue, and the sounds of the traffic can be clearly heard. The trail swings to the left, away from this busy road. Soon, the trail passes an occupied residence on the right and joins a wide gravel road. After passing tennis courts on the right, you’ll reach a Y-intersection. The road on the right leads out to the Ringwood Municipal Building, but you should take the left fork and go around a locked gate.\n\nGraves of Robert Erskine and his assistant. Photo by Daniel Chazin.Just ahead, the trail passes a grassy area on the right, with Sally’s Pond beyond. A short distance ahead, you’ll pass a cemetery on the right. The two large graves nearest the trail are those of Robert Erskine and his assistant. Erskine, a Scottish engineer, was hired to run the local mines in 1771, and he sided with the Colonies during the American Revolution, serving as Surveyor General to the Continental Army. Near the pond are the graves of members of the Hewitt family, owners of the manor house in the late nineteenth century. An iron gate adjacent to the trail marks the graves of the Morris family.\n\nBeyond Sally’s Pond, the trail crosses bridges over two streams. These streams, which lead to Sally’s Pond, are the same streams that you crossed earlier in the hike. Between the two bridges, the yellow-blazed Hasenclever Mine Trail crosses. At the next fork in the road, marked by two abandoned buildings on the left, the trail curves to the right. Follow the road ahead, past the manor house, to the parking area, where the hike began.",
    "id": 43
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Mount Defiance Glasmere Ponds Loop from Shepherd Lake",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "7 miles",
    "Difficulty": "Moderate",
    "GPS": " 41.136617,-74.232903 ",
    "Overview": "This loop hike climbs to the summit of Mount Defiance, with panoramic views, and passes several scenic ponds.",
    "TIME": 4.5,
    "description": "This hike follows a combination of footpaths, carriage roads (built for the estates that once dominated this area) and a mountain bike trail. Created primarily for bicyclists, the mountain bike trail - part of which is a narrow, \"single-track\" route - is also open to hikers. However, hikers should be alert for bicycles and, although park rules provide that bicyclists must yield to hikers, hikers may choose to step off the trail and allow bicyclists to pass.\n\nFrom the parking area, follow the paved path down to the beach on Shepherd Lake. Continue through the boat launch parking area and past the boat house, with the lake to your left. You will notice the red-on-white blazes of the Ringwood-Ramapo Trail, which you will follow for the first part of the hike.\n\nAfter passing a kiosk, where an orange-blazed trail begins, continue on a gravel road along the lake, following both red-on-white and orange blazes. In about a third of a mile, both trails turn right, leaving the road. Continue to follow the blazed trails, which head uphill on a footpath. At an intersection with a woods road, the orange-blazed trail turns left, but you should continue ahead, now following only the red-and-white blazes of the Ringwood-Ramapo Trail.\n\nThe trail climbs to the top of a rise, then descends to cross a mountain bike trail. This will be your return route, but for now, continue ahead on the red-on-white-blazed trail, which passes an old stone foundation to the left. After crossing a gas pipeline, the trail begins to climb the northern shoulder of Mount Defiance, first gradually, then more steeply. Just below the 1,040-foot summit, there is a limited view to the west over Ringwood Manor and the Cupsaw Lake area.\n\nAfter a short but steep descent, the trail follows the crest of the ridge, paralleling impressive cliffs on the right and passing an interesting split boulder. Soon, you'll reach a junction with the green-on-white-blazed Halifax Trail. You will be continuing ahead on the Ringwood-Ramapo Trail, but for now, turn right on the Halifax Trail.\n\nIn about 500 feet, as the trail bears left and begins a steady descent, you'll notice an unmarked trail to the right. Follow this trail, which heads slightly uphill to a panoramic west-facing viewpoint. Skylands Manor may be seen directly below, surrounded by the exotic trees of the New Jersey State Botanical Garden, and the Wanaque Reservoir is visible to the left (south).\n\nAfter taking in the view, return to the Ringwood-Ramapo Trail and turn right. In about 350 feet, there is another west-facing viewpoint from a rock outcrop to the right. The view of Skylands Manor is largely obscured by trees, but you get a better view of the Wanaque Reservoir.\n\nContinue south on the Ringwood-Ramapo Trail, which descends gradually on a winding footpath, then turns left onto a wide gravel carriage road. It climbs a little, then descends gradually to reach another wide carriage road - the route of the white-blazed Crossover Trail.\n\nTurn left onto the Crossover Trail, which continues to descend. After crossing another woods road, the trail levels off. About half a mile from the Ringwood-Ramapo Trail, watch for a double white blaze and follow the Crossover Trail as it leaves the carriage road and enters the woods on a footpath. The trail crosses another road, climbs gradually, then turns left onto yet another carriage road.\n\nAfter following this road only briefly, the Crossover Trail turns right onto a footpath and reaches Gatun Pond, where it turns right, rejoining the carriage road. At a clearing to the left, stone steps lead down to the water's edge (a remnant of a former swimming area). This tranquil, pleasant setting is a good spot for a break.\n\nContinue ahead on the Crossover Trail along the carriage road. Soon, the trail parallels an old cable fence to the right, with Brushwood Pond visible in the distance, beyond an open field. At the next Y-intersection, bear left, continuing to follow the white blazes. But at the following intersection, where the white-blazed trail turns sharply right, you should continue straight ahead on an unmarked carriage road.\n\nSoon, you'll pass small ponds on each side of the road (note the rusty fire hydrant on the left). A narrower road branches off to the left, but you should continue to follow the wider road straight ahead. A short distance beyond, a path - marked only by a brown wand to the left, with \"hiker\" and \"bike\" symbols - crosses. Here, you should turn right and follow this path, which is part of the mountain bike trail shown on Trail Conference Map #115 and is more pleasant than the road that it parallels.\n\nThe path rejoins the road just south of Weyble Pond. Turn right and follow along the east side of the pond. At the next intersection (north of the pond), turn left, but when you reach the following intersection, turn right, following the arrow on the brown wand.\n\nIn another third of a mile, the green-and-white-blazed Halifax Trail crosses. Turn left onto the Halifax Trail, which almost immediately crosses another carriage road and continues to descend on a footpath. At the base of the descent, turn right onto a road which passes between the two Glasmere Ponds.\n\nJust beyond, you'll reach a T-intersection. Here, the Halifax Trail turns left, but you should turn right, now once again following the mountain bike trail. The carriage road that you are following soon goes by an old frame building on the left and passes between two abandoned stone buildings (originally, the gate house for the estate).\n\nAbout a quarter of a mile beyond, you'll notice a clearing on the left, with an arrow on a brown wand. Here, the mountain bike trail leaves the road, and you should turn left and follow the \"single-track\" mountain bike trail, which will take you back to Shepherd Lake. Although not marked (except with occasional brown wands at intersections), the trail is well-defined and easy to follow. It climbs on switchbacks to cross the gas pipeline and the Ringwood-Ramapo Trail, then descends gradually, crosses a woods road, and finally ends at the Ringwood-Ramapo Trail at the shore of Shepherd Lake. Turn left and follow the Ringwood-Ramapo Trail back to the parking area at the southwest corner of the lake, where the hike began.",
    "id": 44
  },
  {
    "Park": "Ringwood State Park",
    "Title": "Mount Defiance Skylands Manor Loop from Shepherd Lake",
    "Region": "Ramapo Mountains",
    "State": "NJ",
    "Length": "5 miles",
    "Difficulty": "Moderate",
    "GPS": "41.136617,-74.232903 ",
    "Overview": "This loop hike climbs to panoramic viewpoints on Mount Defiance and traverses the historic Skylands Manor area.",
    "TIME": 3,
    "description": "From the parking area, follow the paved path down to the beach on Shepherd Lake. Continue through the boat launch parking area and past the boat house, with the lake to your left. You will notice the red-on-white blazes of the Ringwood-Ramapo Trail, which you will follow for the first part of the hike.\n\nAfter passing a kiosk, where an orange-blazed trail begins, continue on a gravel road along the lake, following both red-on-white and orange blazes. In about a third of a mile, both trails turn right, leaving the road. Continue to follow the blazed trails, which head uphill on a footpath. At an intersection with a woods road, the orange-blazed trail turns left, but you should continue ahead, now following only the red-and-white blazes of the Ringwood-Ramapo Trail.\n\nThe trail climbs to the top of a rise, then descends to cross a mountain bike trail. Continue ahead on the red-on-white-blazed trail, which passes an old stone foundation to the left. After crossing a gas pipeline, the trail begins to climb the northern shoulder of Mount Defiance, first gradually, then more steeply. Just below the 1,040-foot summit, there is a limited view to the west over Ringwood Manor and the Cupsaw Lake area.\n\nAfter a short but steep descent, the trail follows the crest of the ridge, paralleling impressive cliffs on the right and passing an interesting split boulder. At the end of the cliffs, the green-and-white-blazed Halifax Trail comes in from the right and briefly joins the Ringwood-Ramapo Trail. You will soon head down the mountain on the Halifax Trail, but for now, continue ahead for another 350 feet along the Ringwood-Ramapo Trail until you see a large rock outcrop to the right of the trail.\n\nClimb this outcrop, which is studded with cedar trees, to reach a panoramic view from the top. The New Jersey State Botanical Gardens at Skylands Manor may be seen in the foreground, with the Wyanokies in the distance. The Wanaque Reservoir is visible to the left. This is a good place to take a break.\n\nWhen you're ready to continue, retrace your steps on the Ringwood-Ramapo Trail back to the junction with the Halifax Trail. Turn left (west), following the green-on-white blazes, which climb over a small rise and then level off. Just before the trail begins a steady descent, you'll reach a fork. The trail heads left here, but you may wish to follow an unmarked path to the right which leads up to a rock outcrop with a view over the gardens of Skylands Manor.\n\nContinue down the mountain on the green-on-white-blazed trail, which follows a series of gradual switchbacks - the remnants of an old bridle path. At the base of the descent, where the green-on-white trail ends, turn right onto the white-blazed Crossover Trail, which follows a gravel road along the base of the mountain. When you reach a paved road, turn right and follow the road through the grounds of Skylands Manor, passing an English Tudor guest house with a sundial clock on its chimney to the right.\n\nJust beyond a greenhouse, you'll reach a road junction at the entrance to Parking Area A. The double blaze seems to indicate a right turn into the parking area, but you should instead bear left and then immediately turn right and follow the park access road downhill, passing between two stone eagles that once adorned New York City's Pennsylvania Station. After crossing an intersecting road, follow the white blazes as the trail bears left, reenters the woods, and descends steadily, passing through some wet areas. At the base of the descent, the trail turns right and follows the route of a buried gas pipeline to paved Morris Road.\n\nTurn left on the paved road, cross a stone-walled bridge over Cupsaw Brook, then follow the white blazes as they turn right and reenter the woods, passing to the right the stone foundation of an old mill. The white-blazed Crossover Trail climbs gradually to reach a T-intersection with a woods road - the route of the yellow-blazed Cooper Union Trail. Turn right onto the Cooper Union Trail, which soon reaches a junction with the blue-blazed Cupsaw Brook Trail (which begins here). Bear right and follow the blue-blazed trail, which begins a steady descent.\n\nAt the base of the descent, the red-on-white-blazed Ringwood-Ramapo Trail joins from the left. Follow the joint trails, which cross a stream on rocks, then turn left, leaving the woods road. (In this area, the Ringwood-Ramapo Trail is marked by both red-on-white blazes and brown wands with solid red blazes).\n\nAfter traversing a wet area, the blue-blazed Cupsaw Brook Trail leaves to the left. Continue ahead on the Ringwood-Ramapo Trail, which turns right and crosses Cupsaw Brook on a wooden bridge. After passing a cascade to the left, the trail bears right, away from the brook, and begins a steady ascent. At the top of the climb, the trail turns left onto a woods road and soon reaches the traffic circle near Shepherd Lake. Turn left and head up to the parking area where the hike began.",
    "id": 45
  }
]
